{
    "p01": {
        "title": "1938年ドイツ・フュルト：ユダヤ人少年が世界の崩壊を見つめる",
        "text": "ナチス・ドイツのユダヤ人少年。毎日が新たな屈辱。温厚な父は、かつて尊敬されていたが、今は無力。\n\n幼いハインツ・キッシンジャーは、ナチスが家族の築いたすべてを組織的に破壊するのを見つめた。愛する教師の父ルイスは、ナチスの法律によって職業と尊厳を奪われた。三人の叔母とその家族を含む十数人の親族がホロコーストで命を落とした。\n\n1938年、家族は必死の決断で逃げることを選んだ——二度と逃れられない親族を残して。十五歳のハインツはアメリカ行きの船に乗り込んだ。持っていたのは恐怖の記憶と、魂に刻まれた教訓だけだった。\n\nあの無力なユダヤ人少年は、いつか地球上で最も大きな権力を握ることになる。"
    },
    "p02": {
        "title": "1938年ニューヨーク：難民が自分を作り直す",
        "text": "1938年、ニューヨーク。新しい名前、新しい言語、新しい国。しかし傷跡は隠されたまま。\n\n十五歳のハインツはヘンリーになった。昼はブラシ工場で働き、夜はジョージ・ワシントン高校に通い、初めて恐怖なく街を歩くことを知った。難民は完全に自分を作り直さなければならなかった——永遠に癒えることのない見えない傷を抱えながら。\n\nアメリカの寛容と機会が、この若い移民の中に激しい忠誠心を呼び覚ました——そして飽くなき野心を。彼は学業で秀でた。単なる成功よりも深いものが彼を駆り立てていた。\n\nしかしホロコーストは彼に決して忘れない教訓を与えた：この世界では、権力がすべてだ。"
    },
    "p03": {
        "title": "1945年ドイツ：難民がナチスを追う",
        "text": "米軍は彼をドイツに送り返した。難民が、帝国の廃墟でナチスを追う。\n\n1945年、キッシンジャー軍曹は占領下のドイツで対敵情報部隊に所属し、自分を滅ぼそうとした土地でゲシュタポ工作員を追跡した。悪夢の地に戻り、敵と自分の中に埋められたトラウマの両方と向き合わなければならなかった。\n\nフリッツ・クレーマーというプロイセン人の師が彼の才能を見抜き、シンプルな言葉で彼の人生を変えた：「君には優れた頭脳がある。無駄にするな。」\n\nハーバードが呼んでいた。キッシンジャーは権力が本当にどう動くのかを理解すると心に決めた。"
    },
    "p04": {
        "title": "1950年代ハーバード：権力を極めた学者",
        "text": "ハーバードで、彼は権力の巨匠たちを貪るように学んだ：メッテルニヒ、ビスマルク、カスルリー。秩序こそすべて。\n\nキッシンジャーは383ページの博士論文を書き、19世紀ヨーロッパ外交を研究し、リアルポリティークの専門家となった——国益を冷徹に、感情抜きで計算すること。アメリカの理想主義対ヨーロッパの現実主義：キッシンジャーは道徳的感情より権力の冷徹な知恵を選んだ。\n\n1950年に最優秀で卒業し、ネルソン・ロックフェラーの目に留まり、共和党外交政策エリートの世界に入った。ヒトラーのドイツからの難民は、アメリカのインサイダーになりつつあった。\n\n彼は本から権力を学んだ。今度は自分で味わいたかった。"
    },
    "p05": {
        "title": "1968年：ニクソンからの電話——二人の天才的アウトサイダーが手を組む",
        "text": "1968年、ニクソンから電話が来た。二人のアウトサイダー。どちらも被害妄想的で、どちらも天才。危険な組み合わせ。\n\nニューヨークのピエールホテルで、リチャード・ニクソンはこのハーバード教授に世界で最も強力な外交政策ポストを提示した：国家安全保障担当補佐官。ウィッティアの食料品店の息子とヒトラーから逃れた難民は、不安、疑念、そして冷酷な野心で結びついた。\n\n彼らは国務省を迂回し、秘密外交を行い、世界秩序を再構築することになる。ニクソンはキッシンジャーの才知を重んじ、キッシンジャーはニクソンの権力を渇望した。\n\nしかし二人の共有する被害妄想は、盗聴、隠蔽、そして最終的には破滅へと導くことになる。"
    },
    "p06": {
        "title": "1971年北京：世界を変えた握手",
        "text": "1971年、北京。不可能な旅。アメリカの敵が一度の秘密の握手でパートナーになった。\n\nキッシンジャーは人民大会堂での周恩来との秘密会談から姿を現し、22年間閉ざされていた扉を開けた。冷戦の敵が同盟国になれるか？キッシンジャーはアメリカの未来を大胆な賭けに託した。\n\n三角外交が生まれた——北京とモスクワを互いに牽制させ、アメリカに冷戦で前例のないレバレッジを与えた。リアルポリティークの傑作だった。\n\nニクソンは中国を訪問する。世界は衝撃を受けた。しかしベトナムはまだ燃えていた。"
    },
    "p07": {
        "title": "暗黒面：カンボジア、チリ、そして権力の代償",
        "text": "カンボジア：秘密爆撃。チリ：秘密クーデター。権力の暗黒面、民主主義の光から隠されて。\n\nホワイトハウス地下で、キッシンジャーはカンボジアへの絨毯爆撃を承認しながら公には否定した。チリでピノチェトによるアジェンデ転覆への支援を許可した。キッシンジャーのリアルポリティークは残酷な選択を要求した——人権より安全、正義より秩序。\n\n目的は手段を正当化すると彼は信じた。しかしその手段は複数の大陸に血と法律違反の痕跡を残していった。\n\nノーベル平和賞が来ようとしていた。戦争犯罪の告発も。"
    },
    "p08": {
        "title": "1973年：史上最も物議を醸したノーベル平和賞",
        "text": "1973年：ベトナム終結でノーベル平和賞。共同受賞者は拒否した。戦争はまだ続いていた。\n\nオスロで、レ・ドゥク・トは和平は偽りだとして受賞を拒否した。キッシンジャーは受諾したが授賞式には出席しなかった。史上最も物議を醸した平和賞だった——称えられた和平は本当の平和ではなかった。\n\nノーベル委員会の委員2人が抗議して辞任した。2年以内にサイゴンは共産軍に陥落する。キッシンジャーが交渉した「名誉ある和平」は、名誉でも和平でもなかった。\n\n歴史は彼を平和の使者と判定するか、それとも何か別のものとするか。"
    },
    "p09": {
        "title": "1974年：廃墟のホワイトハウスで最後に立っている男",
        "text": "ニクソンが倒れた後も、キッシンジャーは残った。廃墟のホワイトハウスで最後に立っている男。\n\nウォーターゲートはニクソンを破壊したが、キッシンジャーの評判はなぜか残骸から生き残った。偶然の大統領フォードはキッシンジャーを国務長官に留任させた——崩壊した政権で唯一の信頼性へのつながりとして。\n\nその後2年間、彼はシャトル外交を続け、中東やその他の危機を管理した。第四次中東戦争後、イスラエルとアラブ隣国との兵力引き離し協定を交渉した。\n\nしかし理想主義者たちが来ていた。彼らはカンボジアを忘れていなかった。"
    },
    "p10": {
        "title": "難民がアメリカの権力の設計者となった",
        "text": "難民はアメリカの権力の設計者となった。天才で、冷酷で、永遠に議論の的。\n\n晩年のキッシンジャーは、今も大統領たちに助言を求められ、今も人権活動家に攻撃され、今もリアルポリティークを擁護していた。彼はアメリカの権力を守った先見の明のある政治家か、それとも地政学的チェスのために命を犠牲にした無道徳な操作者か？\n\n彼は中国への開放、ソ連との緊張緩和、そして新しいグローバルなパワーバランスを通じて世界を再形成した。彼の遺産は激しく争われている——戦略的天才として称える者もいれば、戦争犯罪者として非難する者もいる。\n\n彼はかつてこう言った：「政策立案者は純粋な理想主義を持つ余裕がない。曖昧さに対処する勇気が必要だ。」彼の人生はそれを証明した——良くも悪くも。"
    }
}