{
    "p01": {
        "title": "1938年德国菲尔特：犹太少年眼睁睁看着世界崩塌",
        "text": "纳粹德国的犹太少年。每天都是新的羞辱。温和的父亲曾受人尊敬，如今无助。\n\n年幼的海因茨·基辛格眼睁睁看着纳粹系统性地摧毁他家庭建立的一切。他深爱的教师父亲路易斯被纳粹法律剥夺了职业与尊严。包括三位姑姑及其家人在内，超过十几位亲人死于大屠杀。\n\n1938年，全家做出绝望的逃离决定，抛下那些永远无法逃脱的亲人。十五岁的海因茨登上开往美国的轮船，带着的只有恐惧的记忆和一个刻入灵魂的教训。\n\n那个无助的犹太男孩，有一天将掌握世上最强大的权力。"
    },
    "p02": {
        "title": "1938年纽约：难民重塑自我",
        "text": "1938年纽约。新名字，新语言，新国家。但伤痕深藏不露。\n\n十五岁的海因茨变成了亨利，白天在刷子工厂工作，晚上在乔治华盛顿高中上课，第一次体会什么叫不必恐惧地走在街上。难民必须彻底重塑自己，同时背负着永远无法完全愈合的隐形伤口。\n\n美国的包容与机会在这位年轻移民心中唤醒了炽烈的忠诚——以及无穷的野心。他在学业上出类拔萃，驱动他的是比单纯成功更深层的东西。\n\n但大屠杀教会他一个永生难忘的教训：在这个世界，权力就是一切。"
    },
    "p03": {
        "title": "1945年德国：难民回归追捕纳粹",
        "text": "美军将他送回德国。难民在帝国的废墟中追捕纳粹。\n\n1945年，基辛格中士在被占领的德国反情报部队服役，在那片曾试图毁灭他的土地上追查盖世太保特工。回到噩梦之地，他必须同时面对敌人和自己深埋的创伤。\n\n一位名叫弗里茨·克雷默的普鲁士导师看见他的才华，用简单的话语改变了他的人生：「你有超群的头脑，别浪费了。」\n\n哈佛在召唤。基辛格决心要搞懂权力真正的运作方式。"
    },
    "p04": {
        "title": "1950年代哈佛：精通权力的学者",
        "text": "在哈佛，他如饥似渴地研读权力大师：梅特涅、俾斯麦、卡斯尔雷。秩序至上。\n\n基辛格撰写了383页的博士论文，研究十九世纪欧洲外交，成为现实政治专家——冷酷、不带感情地计算国家利益。美国理想主义对决欧洲现实主义：基辛格选择了权力的冷酷智慧，而非道德情感。\n\n1950年他以最优等成绩毕业，引起了纳尔逊·洛克菲勒的注意，进入共和党外交政策精英圈。这位来自希特勒德国的难民正在成为美国圈内人。\n\n他从书本上研究权力。现在他想亲自品尝。"
    },
    "p05": {
        "title": "1968年：尼克松的电话——两个天才局外人结盟",
        "text": "1968年尼克松的电话来了。两个局外人，都偏执，都才华横溢。危险的组合。\n\n在纽约皮尔酒店，理查·尼克松向这位哈佛教授提供了世界上最强大的外交政策职位：国家安全顾问。惠提尔杂货店老板的儿子与希特勒的难民，因不安全感、猜疑和无情的野心而结合。\n\n他们将绕过国务院，进行秘密外交，重塑世界秩序。尼克松看重基辛格的才智；基辛格渴望尼克松的权力。\n\n但他们共有的偏执将导致窃听、掩盖真相，最终走向灾难。"
    },
    "p06": {
        "title": "1971年北京：改变世界的握手",
        "text": "1971年北京。不可能的旅程。美国的敌人在一次秘密握手中成为伙伴。\n\n基辛格从人民大会堂与周恩来的秘密会谈中走出，打开了关闭二十二年的大门。冷战敌人能成为盟友吗？基辛格用大胆的赌注押上美国的未来。\n\n三角外交诞生——让北京和莫斯科相互牵制，给了美国在冷战中前所未有的杠杆。这是现实政治的绝妙一击。\n\n尼克松将访问中国。世界震惊。但越南战火仍在燃烧。"
    },
    "p07": {
        "title": "黑暗面：柬埔寨、智利与权力的代价",
        "text": "柬埔寨：秘密轰炸。智利：秘密政变。权力的黑暗面，隐藏在民主的光芒之外。\n\n在白宫地下室，基辛格批准对柬埔寨的地毯式轰炸，同时公开否认。他授权支持皮诺切特推翻智利的阿连德。基辛格的现实政治需要残酷的抉择——安全高于人权，秩序重于正义。\n\n他相信目的可以为手段辩护。但这些手段在多个大陆留下了鲜血与违法的轨迹。\n\n诺贝尔和平奖即将到来。战争罪的指控也是。"
    },
    "p08": {
        "title": "1973年：史上最具争议的诺贝尔和平奖",
        "text": "1973年：因结束越战获诺贝尔和平奖。他的共同得主拒绝领奖。战争仍在继续。\n\n在奥斯陆，黎德寿拒绝领奖，称和平是假象。基辛格接受但未出席颁奖典礼。这是史上最具争议的和平奖——表彰的和平根本不是真正的和平。\n\n两名诺贝尔委员会成员愤而辞职。两年内，西贡将落入共产党手中。基辛格谈判的「光荣和平」既不光荣也不是和平。\n\n历史将评判他究竟是和平使者，还是别的什么。"
    },
    "p09": {
        "title": "1974年：废墟白宫中最后站着的人",
        "text": "尼克松倒台后，基辛格留了下来。废墟白宫中最后站着的人。\n\n水门事件摧毁了尼克松，但基辛格的声誉不知为何从残骸中存活。意外上任的福特总统留任基辛格为国务卿——他是崩溃政府中唯一的可信度连结。\n\n接下来两年，他继续进行穿梭外交，处理中东及其他地区的危机。在赎罪日战争后，他谈判达成以色列与阿拉伯邻国的脱离接触协议。\n\n但理想主义者来了。他们没有忘记柬埔寨。"
    },
    "p10": {
        "title": "难民成为美国权力的建筑师",
        "text": "难民成为美国权力的建筑师。才华横溢，冷酷无情，永远争议不断。\n\n晚年的基辛格，仍受总统们咨询，仍遭人权倡议者抨击，仍在捍卫现实政治。他是保存美国权力的远见政治家，还是为地缘政治棋局牺牲生命的无道德操作者？\n\n他通过开启中国、与苏联的缓和政策以及新的全球权力平衡，重塑了世界。他的遗产争议不断——有人赞颂他为战略天才，有人谴责他为战争罪犯。\n\n他曾说：「决策者无法承担纯粹的理想主义。他们必须有勇气面对模糊地带。」他的一生证明了这一点——无论好坏。"
    }
}