{
    "p01": {
        "title": "波士頓，1718年：一個十二歲男孩夢想大海，卻在墨水中找到命運",
        "text": "牛脂和鹼液的氣味瀰漫在波士頓牛奶街的小屋裡。喬賽亞．富蘭克林將另一根燭芯浸入熱蠟中，瞥了一眼最小的兒子班傑明——他正坐在角落裡看書，而不是工作。這個男孩如飢似渴地閱讀每一本能找到的書——普魯塔克的《名人傳》、笛福的散文，任何有文字的東西。喬賽亞有十七個孩子，沒什麼錢；他需要班傑明學一門手藝。\n\n班傑明夢想著大海，夢想著駛向遙遠國度的船隻。但他父親已經失去了一個兒子於海上。這個家庭不再需要水手。相反地，十二歲的班傑明被送去給哥哥詹姆斯當印刷學徒。這本該是一座監獄——九年的奴役，合約綁定到二十一歲。\n\n但年輕的班傑明把監獄變成了學校。他自學寫作，研究散文、拆解它們、然後重建。夜裡，他在燭光下練習。當哥哥拒絕刊登他的作品時，班傑明發明了一個化名——賽倫斯．杜古德，一位虛構的寡婦——把信件塞到印刷店門縫下。這些信件轟動了波士頓。沒有人知道這位才華橫溢的諷刺作家只是個十幾歲的男孩。\n\n詹姆斯嫉妒弟弟。他毆打他、羞辱他。但他無法擊垮他。班傑明．富蘭克林已經在學習人生最重要的一課：你可以把自己重新塑造成任何你選擇成為的人。"
    },
    "p02": {
        "title": "一個十七歲的逃亡者抵達費城，身無分文，只有野心",
        "text": "他口袋裡只有三便士和身上的衣服。十七歲的班傑明．富蘭克林於1723年10月從船上走下，踏上費城泥濘的街道。他從波士頓逃走了，違反了學徒契約——這是可以讓他入獄的罪行。但他自由了。\n\n又餓又累的他走進一家麵包店，用三便士買麵包。麵包師給了他三個巨大的蓬鬆麵包卷。班傑明把兩個夾在腋下，邊走邊吃第三個，看起來滑稽可笑。一個名叫黛博拉．瑞德的年輕女子看著他經過，笑了起來。她不知道自己在看的是她未來的丈夫。\n\n費城是一座充滿機會的城市，一個人可以靠自己的努力出人頭地的地方。班傑明找到印刷工作，以他的技術打動了每個人，還引起了賓州州長的注意。州長承諾幫他創業，派他去倫敦購買印刷設備——但這全是謊言。錢根本沒來。班傑明被困在大洋彼岸，再次身無分文。\n\n但失敗無法阻止他。在倫敦，班傑明在印刷廠工作，大量閱讀，建立人脈。當他十八個月後終於返回費城時，他已準備就緒。這一次，沒有人能愚弄他。這一次，他要建造真實的東西。"
    },
    "p03": {
        "title": "印刷工變成出版商，窮理查讓他致富",
        "text": "到1730年，班傑明．富蘭克林在費城市場街擁有了自己的印刷店。他不知疲倦地工作，省下每一分錢，買下了合夥人的股份。他與黛博拉．瑞德結婚——就是七年前嘲笑他的那個女人——以事實婚姻的形式。他們永遠無法合法結婚，因為她的前夫拋棄了她但從未離婚。這不完美，但這就是家。\n\n富蘭克林理解一個革命性的道理：資訊就是力量。1732年，他開始出版《窮理查年鑑》，這是一本充滿天氣預測、實用建議和機智格言的日曆。「早睡早起，使人健康、富裕、聰明。」「省一分錢就是賺一分錢。」這些格言並非全部原創——富蘭克林借用並加以潤色——但他讓它們令人難忘。\n\n《窮理查年鑑》每年銷售一萬冊，這是一個天文數字。富蘭克林成了殖民地最成功的出版商。但金錢從不是他唯一的目標。他想提升自己——也想提升社區。\n\n他創立了「共讀社」，一個由有抱負的年輕商人組成的俱樂部，每週聚會討論想法、互相幫助。他建立了美國第一座借閱圖書館，讓普通人能閱讀他們買不起的書。他組建了費城第一支消防隊。富蘭克林目光所及之處，他都看到問題——然後設計解決方案。他不只是在建立一門生意。他在建造一個更美好的世界。"
    },
    "p04": {
        "title": "一只風箏、一把鑰匙、一場改變科學的風暴",
        "text": "1752年6月的一個傍晚，風暴席捲費城。大多數明智的人都待在室內。但四十六歲的班傑明．富蘭克林走進一片田野，帶著二十一歲的兒子威廉，手持一只絲質風箏，風箏線上繫著一把金屬鑰匙。\n\n多年來，富蘭克林一直痴迷於電——那種神秘的力量，能讓火花劈啪作響、頭髮豎立。他懷疑閃電是同樣的現象，只是規模更大。其他人提出過理論，但沒有人證明它。富蘭克林設計了一個實驗，不是天才就是瘋狂。\n\n烏雲聚集時，富蘭克林和威廉放飛了風箏。雨水浸透了風箏線。雷聲越來越近。然後——富蘭克林把指節靠近鑰匙，感覺到了那無可置疑的電擊感。閃電和電是同一回事。他證明了。\n\n這個實驗讓富蘭克林成為世界上最著名的科學家。倫敦皇家學會授予他最高榮譽。他發明了避雷針，拯救了無數建築免於火災。突然間，人類能夠保護自己免受上天的怒火。\n\n但富蘭克林從不認為自己只是一位科學家。他把科學視為實用的——一種改善生活的工具。「一個新生嬰兒有什麼用？」當被問及一項新發現時，他這樣回答。他學到的一切，都用於幫助人們。這個原則很快將召喚他走上更大的舞台。"
    },
    "p05": {
        "title": "倫敦，1765年：備受愛戴的美洲人成為王室的敵人",
        "text": "班傑明．富蘭克林在倫敦生活了將近十年，擔任賓州駐英國政府的代表。他熱愛英國——它的咖啡館、它的知識分子、它的文明。他認為自己是驕傲的英國人。他想像著美洲殖民地和英國永遠在一個偉大帝國中團結一致。\n\n然後國會通過了《印花稅法》。\n\n這項法律要求殖民者為每一張印刷紙張繳稅——報紙、法律文件，甚至撲克牌。美洲人憤怒了。他們在國會沒有代表。「無代表，不納稅！」成了他們的口號。暴民焚燒印花。他們威脅王室官員。\n\n在倫敦的富蘭克林嚴重誤判了形勢。他以為殖民者會接受這項稅。他甚至幫助一個朋友獲得印花稅代理人的任命。當殖民地憤怒的消息傳到倫敦時，富蘭克林意識到自己的錯誤。他在費城的房子差點被憤怒的暴民攻擊。他的妻子黛博拉，持槍準備保衛它。\n\n富蘭克林做了他一貫做的事：適應。他在國會前作證，精彩地反對《印花稅法》。這項法律被廢除了。但有些東西已經破碎了。富蘭克林現在看到，英國視美洲人不是合作夥伴，而是可以剝削的臣民。曾經夢想帝國的人開始夢想完全不同的東西：獨立。"
    },
    "p06": {
        "title": "1776年：一位老人幫助誕生一個新國家",
        "text": "班傑明．富蘭克林1775年回到費城時已經七十歲。他離開了十八年。他的妻子黛博拉在他逗留倫敦期間去世；他未能在她身邊握著她的手。他的兒子威廉，時任紐澤西皇家總督，是一個保皇派，即將成為他的敵人。富蘭克林為了國家犧牲了家庭。\n\n但沒有時間悲傷。革命已經開始。大陸會議任命富蘭克林加入負責起草獨立宣言的委員會。\n\n年僅三十三歲的湯瑪斯．傑佛遜承擔了大部分寫作工作。但富蘭克林坐在他身邊，編輯、潤色、使文件更加精煉。當傑佛遜寫道「我們認為這些真理是神聖且不可否認的」時，富蘭克林建議改成「不言自明」。小小的改動，卻意義重大。\n\n1776年7月4日，《獨立宣言》被通過。代表們知道，如果革命失敗，他們簽的就是自己的死刑令。傳說富蘭克林開玩笑說：「我們必須團結一致，否則必將各自被處以絞刑。」\n\n但贏得獨立不僅需要文字。它需要盟友、金錢、武器。國會求助於這位可能說服歐洲最強大國家提供幫助的唯一人選：班傑明．富蘭克林。在大多數人休息的七十歲，富蘭克林橫渡大西洋，進行他一生中最重要的外交戰役。"
    },
    "p07": {
        "title": "在巴黎，富蘭克林成為歐洲最危險的人",
        "text": "他抵達法國時穿著一件樸素的棕色外套，戴著一頂皮草帽——沒有假髮，沒有粉，沒有貴族的做作。法國人為之傾倒。這就是班傑明．富蘭克林，馴服閃電的科學家，談論自由的哲學家，體現了他們對新世界所有理想化想像的質樸美國人。\n\n富蘭克林完美地扮演了這個角色。他七十一歲，飽受痛風和腎結石折磨，航程令他筋疲力盡。但他迷住了每一個遇見的人——知識分子、貴族，甚至瑪麗．安托瓦內特王后。女人們愛慕他。他的形象出現在獎章、鼻煙盒和夜壺上。他可以說是世界上最著名的人。\n\n但魅力之下是鋼鐵。富蘭克林在法國只有一個目的：說服路易十六國王加入對抗英國的戰爭。法國有錢、有船、有士兵——美國急需的一切。沒有法國的援助，革命將會失敗。\n\n富蘭克林等待、談判、布局。幾個月來，法國人猶豫不決。然後傳來了改變一切的消息：1777年10月，美國軍隊在薩拉托加擊敗了英國人。這是革命能夠獲勝的證明。\n\n1778年2月，法國與美國簽署了同盟和商業條約。法國的金錢、法國的武器，最終法國的軍隊將扭轉局勢。班傑明．富蘭克林，憑藉他的機智和聲譽，實現了不可能的事。"
    },
    "p08": {
        "title": "勝利的代價是沉重的個人犧牲",
        "text": "戰爭持續了多年。富蘭克林不斷工作——爭取貸款、管理物資、處理外交的無盡危機。他老了，病了，筋疲力盡。然後，一個幾乎擊垮他的打擊來了。\n\n他的兒子威廉，皇家總督，選擇繼續效忠英國。革命者逮捕了他，把他投入監獄。父子倆交換了充滿苦澀的信件。「沒有什麼比這更傷害我了，」富蘭克林寫道。但他不會干預。威廉做出了自己的選擇。\n\n他們再也沒有和解。這個幫助團結一個國家的人，無法團結自己的家庭。\n\n1783年，約克鎮戰役之後，經過多年談判，富蘭克林幫助簽署了《巴黎條約》。英國承認美國獨立。戰爭結束了。富蘭克林七十七歲，身體垮了，私人生活一片廢墟。但他幫助創建了一個國家。\n\n他請求國會讓他回家。他們又讓他在法國待了兩年處理外交事務。當他終於在1785年啟航返回費城時，人群站在海岸線上目送他。教堂的鐘聲響起。他是英雄——但是一個疲憊、孤獨的英雄，他已經為自由的夢想付出了一切。"
    },
    "p09": {
        "title": "八十一歲，他為憲法進行最後一戰",
        "text": "班傑明．富蘭克林於1785年9月回到費城。人群為他歡呼。禮炮齊鳴。他八十歲了，是在世最受尊崇的美國人。他本該休息。\n\n然而，兩年後，他接受了最後一項使命。這個新國家正在分崩離析。《邦聯條例》太弱了；各州像孩子一樣爭吵不休。一場會議被召開，設計更好的方案。賓州選擇班傑明．富蘭克林作為代表。\n\n八十一歲的富蘭克林是制憲會議中年紀最大的人，遠遠超過其他人。他幾乎無法站立；必須用轎子抬進會場。但他的頭腦仍然敏銳，他的出席賦予了會議合法性。\n\n辯論激烈。大州對小州，北方對南方，聯邦主義者對反聯邦主義者。富蘭克林觀察、傾聽，在關鍵時刻提出妥協方案。他幫助設計了參議院，每個州無論大小都有平等的投票權。\n\n最後一天，一些代表仍然拒絕簽字。富蘭克林站起來——或者說，被人扶著站起來——發表了他最後的演講。「我承認這部憲法有幾個部分我不贊同，」他承認。但完美是不可能的。「我同意這部憲法，因為我不期望有更好的，而且因為我不確定它是不是最好的。」\n\n足夠多的代表簽了字。憲法成為法律。美國的政府體制——不完美但持久——誕生了。"
    },
    "p10": {
        "title": "投資知識，獲利最豐——班傑明．富蘭克林的永恆遺產",
        "text": "班傑明．富蘭克林於1790年4月17日去世，享年八十四歲。兩萬人——費城有史以來最大的集會——參加了他的葬禮。法國國民議會宣布哀悼三天。世界各地的人們為這位從一無所有崛起、塑造歷史的人哭泣。\n\n他留下的不僅是記憶。他留下了圖書館、消防隊、醫院、大學。他留下了避雷針、雙焦眼鏡、富蘭克林火爐。他留下了一部憲法和一個國家。他留下了窮理查的智慧，幾個世紀後仍被引用：「投資知識，獲利最豐。」\n\n但他最偉大的遺產是他所體現的理念：一個人可以通過努力工作、好奇心和道德努力來重塑自己。富蘭克林發明了無數東西，但他最偉大的發明是他自己。逃跑的學徒成為科學家、外交家、革命者和開國元勳。他證明了在美國，一個人的命運並非生來就注定。\n\n「如果你不想被遺忘，」他曾經寫道，「要麼寫值得讀的東西，要麼做值得寫的事情。」班傑明．富蘭克林兩者都做到了。\n\n那個波士頓男孩曾夢想大海，他航行得比他想像的更遠——不是穿越海洋，而是穿越歷史本身。三個世紀後，他的光芒仍在閃耀：美國可能性的永恆之火。"
    }
}