{
    "p01": {
        "title": "波士顿，1718年：一个十二岁男孩梦想大海，卻在墨水中找到命运",
        "text": "牛脂和鹼液的氣味瀰漫在波士顿牛奶街的小屋裡。喬賽亞．富兰克林将另一根燭芯浸入熱蠟中，瞥了一眼最小的兒子本杰明——他正坐在角落裡看书，而不是工作。这个男孩如飢似渴地阅读每一本能找到的书——普魯塔克的《名人傳》、笛福的散文，任何有文字的东西。喬賽亞有十七个孩子，沒什么钱；他需要本杰明学一门手藝。\n\n本杰明梦想著大海，梦想著駛向遙远国度的船隻。但他父親已经失去了一个兒子于海上。这个家庭不再需要水手。相反地，十二岁的本杰明被送去给哥哥詹姆斯當印刷学徒。这本该是一座監獄——九年的奴役，合約綁定到二十一岁。\n\n但年輕的本杰明把監獄变成了学校。他自学写作，研究散文、拆解它們、然后重建。夜裡，他在燭光下練习。當哥哥拒绝刊登他的作品时，本杰明发明了一个化名——賽倫斯．杜古德，一位虛構的寡婦——把信件塞到印刷店门縫下。这些信件轟動了波士顿。沒有人知道这位才華橫溢的諷刺作家只是个十幾岁的男孩。\n\n詹姆斯嫉妒弟弟。他毆打他、羞辱他。但他无法擊垮他。本杰明．富兰克林已经在学习人生最重要的一課：你可以把自己重新塑造成任何你选择成为的人。"
    },
    "p02": {
        "title": "一个十七岁的逃亡者抵达费城，身無分文，只有野心",
        "text": "他口袋裡只有三便士和身上的衣服。十七岁的本杰明．富兰克林于1723年10月从船上走下，踏上费城泥濘的街道。他从波士顿逃走了，違反了学徒契約——这是可以让他入獄的罪行。但他自由了。\n\n又餓又累的他走进一家麵包店，用三便士买麵包。麵包师给了他三个巨大的蓬鬆麵包卷。本杰明把兩个夾在腋下，边走边吃第三个，看起來滑稽可笑。一个名叫黛博拉．瑞德的年輕女子看著他经过，笑了起來。她不知道自己在看的是她未來的丈夫。\n\n费城是一座充滿机会的城市，一个人可以靠自己的努力出人头地的地方。本杰明找到印刷工作，以他的技術打動了每个人，还引起了宾州州长的注意。州长承諾帮他創業，派他去倫敦购买印刷設备——但这全是謊言。钱根本沒來。本杰明被困在大洋彼岸，再次身無分文。\n\n但失敗无法阻止他。在倫敦，本杰明在印刷厂工作，大量阅读，建立人脈。當他十八个月后終于返回费城时，他已準备就緒。这一次，沒有人能愚弄他。这一次，他要建造真实的东西。"
    },
    "p03": {
        "title": "印刷工变成出版商，窮理查让他致富",
        "text": "到1730年，本杰明．富兰克林在费城市场街擁有了自己的印刷店。他不知疲倦地工作，省下每一分钱，买下了合夥人的股份。他与黛博拉．瑞德结婚——就是七年前嘲笑他的那个女人——以事实婚姻的形式。他們永远无法合法结婚，因为她的前夫拋棄了她但从未離婚。这不完美，但这就是家。\n\n富兰克林理解一个革命性的道理：资訊就是力量。1732年，他开始出版《窮理查年鑑》，这是一本充滿天氣预測、实用建议和機智格言的日曆。「早睡早起，使人健康、富裕、聰明。」「省一分钱就是賺一分钱。」这些格言並非全部原創——富兰克林借用並加以潤色——但他让它們令人难忘。\n\n《窮理查年鑑》每年銷售一万冊，这是一个天文數字。富兰克林成了殖民地最成功的出版商。但金钱从不是他唯一的目標。他想提升自己——也想提升社區。\n\n他創立了「共读社」，一个由有抱负的年輕商人組成的俱樂部，每週聚会討論想法、互相帮助。他建立了美国第一座借阅图书馆，让普通人能阅读他們买不起的书。他組建了费城第一支消防隊。富兰克林目光所及之處，他都看到问题——然后设计解決方案。他不只是在建立一门生意。他在建造一个更美好的世界。"
    },
    "p04": {
        "title": "一只风箏、一把钥匙、一场改变科学的风暴",
        "text": "1752年6月的一个傍晚，风暴席捲费城。大多數明智的人都待在室內。但四十六岁的本杰明．富兰克林走进一片田野，带著二十一岁的兒子威廉，手持一只絲质风箏，风箏線上繫著一把金属钥匙。\n\n多年來，富兰克林一直痴迷于电——那種神秘的力量，能让火花劈啪作響、头发豎立。他懷疑闪电是同樣的現象，只是規模更大。其他人提出过理論，但沒有人证明它。富兰克林设计了一个实验，不是天才就是瘋狂。\n\n烏云聚集时，富兰克林和威廉放飞了风箏。雨水浸透了风箏線。雷声越來越近。然后——富兰克林把指節靠近钥匙，感覺到了那無可置疑的电擊感。闪电和电是同一回事。他证明了。\n\n这个实验让富兰克林成为世界上最著名的科学家。倫敦皇家学会授予他最高榮譽。他发明了避雷针，拯救了無數建築免于火災。突然间，人类能够保护自己免受上天的怒火。\n\n但富兰克林从不認为自己只是一位科学家。他把科学視为实用的——一種改善生活的工具。「一个新生婴兒有什么用？」當被问及一項新发现时，他这樣回答。他学到的一切，都用于帮助人們。这个原則很快将召喚他走上更大的舞台。"
    },
    "p05": {
        "title": "倫敦，1765年：备受愛戴的美洲人成为王室的敵人",
        "text": "本杰明．富兰克林在倫敦生活了将近十年，擔任宾州驻英国政府的代表。他熱愛英国——它的咖啡馆、它的知识分子、它的文明。他認为自己是驕傲的英国人。他想像著美洲殖民地和英国永远在一个偉大帝国中团结一致。\n\n然后国会通过了《印花稅法》。\n\n这項法律要求殖民者为每一張印刷紙張繳稅——报纸、法律文件，甚至撲克牌。美洲人憤怒了。他們在国会沒有代表。「無代表，不納稅！」成了他們的口号。暴民焚燒印花。他們威脅王室官員。\n\n在倫敦的富兰克林嚴重誤判了形勢。他以为殖民者会接受这項稅。他甚至帮助一个朋友獲得印花稅代理人的任命。當殖民地憤怒的消息傳到倫敦时，富兰克林意识到自己的错誤。他在费城的房子差点被憤怒的暴民攻擊。他的妻子黛博拉，持槍準备保衛它。\n\n富兰克林做了他一貫做的事：适應。他在国会前作证，精彩地反对《印花稅法》。这項法律被廢除了。但有些东西已经破碎了。富兰克林現在看到，英国視美洲人不是合作夥伴，而是可以剝削的臣民。曾经梦想帝国的人开始梦想完全不同的东西：獨立。"
    },
    "p06": {
        "title": "1776年：一位老人帮助誕生一个新国家",
        "text": "本杰明．富兰克林1775年回到费城时已经七十岁。他離开了十八年。他的妻子黛博拉在他逗留倫敦期间去世；他未能在她身边握著她的手。他的兒子威廉，时任紐澤西皇家总督，是一个保皇派，即将成为他的敵人。富兰克林为了国家犧牲了家庭。\n\n但沒有时间悲傷。革命已经开始。大陸会议任命富兰克林加入负责起草独立宣言的委員会。\n\n年僅三十三岁的湯瑪斯．傑佛遜承擔了大部分写作工作。但富兰克林坐在他身边，編輯、潤色、使文件更加精煉。當傑佛遜写道「我們認为这些真理是神聖且不可否認的」时，富兰克林建议改成「不言自明」。小小的改動，卻意义重大。\n\n1776年7月4日，《独立宣言》被通过。代表們知道，如果革命失敗，他們簽的就是自己的死刑令。传说富兰克林开玩笑说：「我們必須团结一致，否則必将各自被處以絞刑。」\n\n但贏得獨立不僅需要文字。它需要盟友、金钱、武器。国会求助于这位可能说服歐洲最強大国家提供帮助的唯一人选：本杰明．富兰克林。在大多數人休息的七十岁，富兰克林橫渡大西洋，进行他一生中最重要的外交戰役。"
    },
    "p07": {
        "title": "在巴黎，富兰克林成为歐洲最危險的人",
        "text": "他抵达法国时穿著一件樸素的棕色外套，戴著一頂皮草帽——沒有假发，沒有粉，沒有贵族的做作。法国人为之傾倒。这就是本杰明．富兰克林，馴服闪电的科学家，談論自由的哲学家，体現了他們对新世界所有理想化想像的质樸美国人。\n\n富兰克林完美地扮演了这个角色。他七十一岁，飽受痛风和腎结石折磨，航程令他筋疲力盡。但他迷住了每一个遇見的人——知识分子、贵族，甚至瑪麗．安托瓦內特王后。女人們愛慕他。他的形象出現在獎章、鼻煙盒和夜壺上。他可以说是世界上最著名的人。\n\n但魅力之下是钢铁。富兰克林在法国只有一个目的：说服路易十六国王加入对抗英国的战争。法国有钱、有船、有士兵——美国急需的一切。沒有法国的援助，革命将会失敗。\n\n富兰克林等待、谈判、布局。幾个月來，法国人猶豫不決。然后傳來了改变一切的消息：1777年10月，美国軍隊在薩拉托加擊敗了英国人。这是革命能够獲勝的证明。\n\n1778年2月，法国与美国签署了同盟和商業條約。法国的金钱、法国的武器，最終法国的軍隊将扭轉局勢。本杰明．富兰克林，憑藉他的機智和声譽，实現了不可能的事。"
    },
    "p08": {
        "title": "胜利的代價是沉重的个人犧牲",
        "text": "战争持续了多年。富兰克林不斷工作——爭取貸款、管理物资、處理外交的無盡危機。他老了，病了，筋疲力盡。然后，一个幾乎擊垮他的打擊來了。\n\n他的兒子威廉，皇家总督，选择继续效忠英国。革命者逮捕了他，把他投入監獄。父子倆交換了充滿苦澀的信件。「沒有什么比这更傷害我了，」富兰克林写道。但他不会干预。威廉做出了自己的选择。\n\n他們再也沒有和解。这个帮助团结一个国家的人，无法团结自己的家庭。\n\n1783年，約克鎮戰役之后，经过多年谈判，富兰克林帮助签署了《巴黎條約》。英国承認美国獨立。战争结束了。富兰克林七十七岁，身体垮了，私人生活一片廢墟。但他帮助創建了一个国家。\n\n他请求国会让他回家。他們又让他在法国待了兩年處理外交事務。當他終于在1785年啟航返回费城时，人群站在海岸線上目送他。教堂的钟声響起。他是英雄——但是一个疲憊、孤獨的英雄，他已经为自由的梦想付出了一切。"
    },
    "p09": {
        "title": "八十一岁，他为宪法进行最后一戰",
        "text": "本杰明．富兰克林于1785年9月回到费城。人群为他歡呼。禮炮齐鳴。他八十岁了，是在世最受尊崇的美国人。他本该休息。\n\n然而，兩年后，他接受了最后一項使命。这个新国家正在分崩離析。《邦联條例》太弱了；各州像孩子一樣爭吵不休。一场会议被召开，设计更好的方案。宾州选择本杰明．富兰克林作为代表。\n\n八十一岁的富兰克林是制憲会议中年紀最大的人，远远超过其他人。他幾乎无法站立；必須用轎子抬进会场。但他的头脑仍然敏銳，他的出席賦予了会议合法性。\n\n辯論激烈。大州对小州，北方对南方，联邦主义者对反联邦主义者。富兰克林觀察、傾听，在关键时刻提出妥協方案。他帮助设计了參议院，每个州無論大小都有平等的投票權。\n\n最后一天，一些代表仍然拒绝簽字。富兰克林站起來——或者说，被人扶著站起來——發表了他最后的演讲。「我承認这部宪法有幾个部分我不贊同，」他承認。但完美是不可能的。「我同意这部宪法，因为我不期望有更好的，而且因为我不確定它是不是最好的。」\n\n足够多的代表簽了字。宪法成为法律。美国的政府体制——不完美但持久——誕生了。"
    },
    "p10": {
        "title": "投资知识，獲利最丰——本杰明．富兰克林的永恆遗产",
        "text": "本杰明．富兰克林于1790年4月17日去世，享年八十四岁。兩万人——费城有史以來最大的集会——參加了他的葬禮。法国国民议会宣布哀悼三天。世界各地的人們为这位从一無所有崛起、塑造历史的人哭泣。\n\n他留下的不僅是记忆。他留下了图书馆、消防隊、医院、大学。他留下了避雷针、雙焦眼镜、富兰克林火爐。他留下了一部宪法和一个国家。他留下了窮理查的智慧，幾个世紀后仍被引用：「投资知识，獲利最丰。」\n\n但他最偉大的遗产是他所体現的理念：一个人可以通过努力工作、好奇心和道德努力來重塑自己。富兰克林发明了無數东西，但他最偉大的发明是他自己。逃跑的学徒成为科学家、外交家、革命者和开国元勳。他证明了在美国，一个人的命运並非生來就注定。\n\n「如果你不想被遗忘，」他曾经写道，「要么写值得读的东西，要么做值得写的事情。」本杰明．富兰克林兩者都做到了。\n\n那个波士顿男孩曾梦想大海，他航行得比他想像的更远——不是穿越海洋，而是穿越历史本身。三个世紀后，他的光芒仍在闪耀：美国可能性的永恆之火。"
    }
}