{
    "p01": {
        "title": "1938年德國菲爾特：猶太少年眼睜睜看著世界崩塌",
        "text": "納粹德國的猶太少年。每天都是新的羞辱。溫和的父親曾受人尊敬，如今無助。\n\n年幼的海因茨·基辛格眼睜睜看著納粹系統性地摧毀他家庭建立的一切。他深愛的教師父親路易斯被納粹法律剝奪了職業與尊嚴。包括三位姑姑及其家人在內，超過十幾位親人死於大屠殺。\n\n1938年，全家做出絕望的逃離決定，拋下那些永遠無法逃脫的親人。十五歲的海因茨登上開往美國的輪船，帶著的只有恐懼的記憶和一個刻入靈魂的教訓。\n\n那個無助的猶太男孩，有一天將掌握世上最強大的權力。"
    },
    "p02": {
        "title": "1938年紐約：難民重塑自我",
        "text": "1938年紐約。新名字，新語言，新國家。但傷痕深藏不露。\n\n十五歲的海因茨變成了亨利，白天在刷子工廠工作，晚上在喬治華盛頓高中上課，第一次體會什麼叫不必恐懼地走在街上。難民必須徹底重塑自己，同時背負著永遠無法完全癒合的隱形傷口。\n\n美國的包容與機會在這位年輕移民心中喚醒了熾烈的忠誠——以及無窮的野心。他在學業上出類拔萃，驅動他的是比單純成功更深層的東西。\n\n但大屠殺教會他一個永生難忘的教訓：在這個世界，權力就是一切。"
    },
    "p03": {
        "title": "1945年德國：難民回歸追捕納粹",
        "text": "美軍將他送回德國。難民在帝國的廢墟中追捕納粹。\n\n1945年，基辛格中士在被佔領的德國反情報部隊服役，在那片曾試圖毀滅他的土地上追查蓋世太保特工。回到噩夢之地，他必須同時面對敵人和自己深埋的創傷。\n\n一位名叫弗里茨·克雷默的普魯士導師看見他的才華，用簡單的話語改變了他的人生：「你有超群的頭腦，別浪費了。」\n\n哈佛在召喚。基辛格決心要搞懂權力真正的運作方式。"
    },
    "p04": {
        "title": "1950年代哈佛：精通權力的學者",
        "text": "在哈佛，他如飢似渴地研讀權力大師：梅特涅、俾斯麥、卡斯爾雷。秩序至上。\n\n基辛格撰寫了383頁的博士論文，研究十九世紀歐洲外交，成為現實政治專家——冷酷、不帶感情地計算國家利益。美國理想主義對決歐洲現實主義：基辛格選擇了權力的冷酷智慧，而非道德情感。\n\n1950年他以最優等成績畢業，引起了尼爾森·洛克菲勒的注意，進入共和黨外交政策菁英圈。這位來自希特勒德國的難民正在成為美國圈內人。\n\n他從書本上研究權力。現在他想親自品嚐。"
    },
    "p05": {
        "title": "1968年：尼克森的電話——兩個天才局外人結盟",
        "text": "1968年尼克森的電話來了。兩個局外人，都偏執，都才華洋溢。危險的組合。\n\n在紐約皮爾酒店，理查·尼克森向這位哈佛教授提供了世界上最強大的外交政策職位：國家安全顧問。惠提爾雜貨店老闆的兒子與希特勒的難民，因不安全感、猜疑和無情的野心而結合。\n\n他們將繞過國務院，進行秘密外交，重塑世界秩序。尼克森看重基辛格的才智；基辛格渴望尼克森的權力。\n\n但他們共有的偏執將導致竊聽、掩蓋真相，最終走向災難。"
    },
    "p06": {
        "title": "1971年北京：改變世界的握手",
        "text": "1971年北京。不可能的旅程。美國的敵人在一次秘密握手中成為夥伴。\n\n基辛格從人民大會堂與周恩來的秘密會談中走出，打開了關閉二十二年的大門。冷戰敵人能成為盟友嗎？基辛格用大膽的賭注押上美國的未來。\n\n三角外交誕生——讓北京和莫斯科相互牽制，給了美國在冷戰中前所未有的槓桿。這是現實政治的絕妙一擊。\n\n尼克森將訪問中國。世界震驚。但越南戰火仍在燃燒。"
    },
    "p07": {
        "title": "黑暗面：柬埔寨、智利與權力的代價",
        "text": "柬埔寨：秘密轟炸。智利：秘密政變。權力的黑暗面，隱藏在民主的光芒之外。\n\n在白宮地下室，基辛格批准對柬埔寨的地毯式轟炸，同時公開否認。他授權支持皮諾契特推翻智利的阿連德。基辛格的現實政治需要殘酷的抉擇——安全高於人權，秩序重於正義。\n\n他相信目的可以為手段辯護。但這些手段在多個大陸留下了鮮血與違法的軌跡。\n\n諾貝爾和平獎即將到來。戰爭罪的指控也是。"
    },
    "p08": {
        "title": "1973年：史上最具爭議的諾貝爾和平獎",
        "text": "1973年：因結束越戰獲諾貝爾和平獎。他的共同得主拒絕領獎。戰爭仍在繼續。\n\n在奧斯陸，黎德壽拒絕領獎，稱和平是假象。基辛格接受但未出席頒獎典禮。這是史上最具爭議的和平獎——表彰的和平根本不是真正的和平。\n\n兩名諾貝爾委員會成員憤而辭職。兩年內，西貢將落入共產黨手中。基辛格談判的「光榮和平」既不光榮也不是和平。\n\n歷史將評判他究竟是和平使者，還是別的什麼。"
    },
    "p09": {
        "title": "1974年：廢墟白宮中最後站著的人",
        "text": "尼克森倒台後，基辛格留了下來。廢墟白宮中最後站著的人。\n\n水門事件摧毀了尼克森，但基辛格的聲譽不知為何從殘骸中存活。意外上任的福特總統留任基辛格為國務卿——他是崩潰政府中唯一的可信度連結。\n\n接下來兩年，他繼續進行穿梭外交，處理中東及其他地區的危機。在贖罪日戰爭後，他談判達成以色列與阿拉伯鄰國的脫離接觸協議。\n\n但理想主義者來了。他們沒有忘記柬埔寨。"
    },
    "p10": {
        "title": "難民成為美國權力的建築師",
        "text": "難民成為美國權力的建築師。才華橫溢，冷酷無情，永遠爭議不斷。\n\n晚年的基辛格，仍受總統們諮詢，仍遭人權倡議者抨擊，仍在捍衛現實政治。他是保存美國權力的遠見政治家，還是為地緣政治棋局犧牲生命的無道德操作者？\n\n他通過開啟中國、與蘇聯的緩和政策以及新的全球權力平衡，重塑了世界。他的遺產爭議不斷——有人讚頌他為戰略天才，有人譴責他為戰爭罪犯。\n\n他曾說：「決策者無法承擔純粹的理想主義。他們必須有勇氣面對模糊地帶。」他的一生證明了這一點——無論好壞。"
    }
}