{
    "p01": {
        "title": "1809: Born on a Dirt Floor",
        "text": "Kentucky, 1809. A baby is born on a dirt floor. His family is among the poorest in the county. No one expects anything from this boy.\n\nThe snow falls on Sinking Spring farm in Kentucky. Inside a tiny cabin with a dirt floor, a baby enters the world. His name is Abraham Lincoln. His grandfather was killed by Indians right before his father's eyes. His father, Thomas, never recovered from the trauma—a shiftless man suspicious of ambition, hostile to books.\n\nThe family lives among 'the very poorest people' in the county. They own almost nothing. The neighbors look at this gangly, awkward infant and see nothing special. Just another mouth to feed in a wilderness that swallows hope.\n\nBut even in this darkness, there is something different about this child. His eyes seem to take in everything. His mind, even before he can speak, appears to be working, calculating, wondering.\n\nNo one can see it yet—not his father, not his neighbors, not the world. But inside this baby born on dirt, something extraordinary is stirring. The circumstances of his birth would have crushed most people. They would become the fuel that forged Abraham Lincoln into something the world had never seen."
    },
    "p02": {
        "title": "Age 9: Carving His Mother's Coffin",
        "text": "His father slapped him for reading. Then his mother died when he was just nine. He carved her coffin with his own hands.\n\nThomas Lincoln believed reading was laziness. When he caught young Abe with a book, he would 'slash him for inattention to work.' He threw books into the fire. He demanded the boy work like a man—splitting rails, clearing fields, doing the endless labor of frontier survival.\n\nBut Abe would walk miles to borrow another book. He would read by firelight while his father slept.\n\nThen tragedy struck. When Abe was nine years old, his mother Nancy Hanks fell ill with 'milk sickness.' She lay dying for a week while her children watched helplessly. With his own hands, young Abraham helped carve the wooden pegs for her coffin. He helped lower her into the frozen ground. No preacher came. No service was held.\n\nThat winter was the loneliest of his life. His father left for months to find a new wife, leaving Abe and his sister alone in the cabin. The world had already taken so much from him. It would try to take more. But something in Abraham Lincoln simply refused to break."
    },
    "p03": {
        "title": "Self-Education: Fighting Depression in the Dark",
        "text": "Six foot four in a world of smaller men. They laughed at his looks. He laughed with them, hiding a sadness so deep he wouldn't carry a knife.\n\nBy his teenage years, Abraham Lincoln had grown into something striking—not handsome, but unforgettable. Six feet four inches tall in an era when the average man stood five foot seven. His arms seemed too long. His face was gaunt and weathered. People called him ugly to his face.\n\nHe laughed along with them, turning every insult into a joke. But beneath the humor lurked a darkness few understood. Lincoln suffered from what he called 'the hypo'—crushing bouts of melancholy that left him unable to function. His law partner later revealed that Lincoln never carried a pocket knife because he feared what he might do to himself in his darkest hours.\n\nYet every night, after the jokes had ended and the crowds had gone, Abe sat alone by candlelight with borrowed law books. He read Blackstone's Commentaries on the Laws of England until he could recite passages from memory.\n\nHe had no teacher, no law school, no mentor. Just an iron will and a borrowed book. The frontier boy was teaching himself to think like a lawyer, argue like a philosopher, and write with a clarity that would one day move nations."
    },
    "p04": {
        "title": "The Legislator and His Prophetic Wife",
        "text": "At 25, he won a seat in the legislature. The backwoods boy became a lawyer. 'He will be President,' his wife said. Few believed her.\n\nAt twenty-one, Abraham Lincoln walked away from his father's home forever. He owed his father nothing, he felt—not even love. He arrived in New Salem, Illinois, with nothing but his wit and his willingness to work.\n\nAt twenty-five, he won election to the Illinois state legislature. The backwoods boy was now a lawmaker. He moved to Springfield, passed the bar exam, and began building a reputation as one of the sharpest legal minds in the state.\n\nThen he met Mary Todd—educated, ambitious, from a wealthy Kentucky family. Her relatives were horrified. This awkward, poor lawyer? This man from nowhere?\n\nBut Mary saw something they couldn't. 'He will be President of the United States someday,' she told everyone who would listen. They married in 1842. The wedding ring was inscribed simply: 'Love is eternal.'\n\nFor years, Lincoln's political career seemed stalled. He lost elections. He struggled financially. Depression haunted him. But Mary never stopped believing. And somewhere deep inside, neither did he."
    },
    "p05": {
        "title": "A House Divided Cannot Stand",
        "text": "Slavery was a 'monstrous injustice.' He returned to politics with fire: 'A house divided cannot stand.' The nation was splitting apart.\n\nFor years, Lincoln had stayed quiet about slavery. He hated it—had always hated it—but the issue seemed settled by fragile compromises. Then in 1854, Stephen Douglas pushed through the Kansas-Nebraska Act, opening new territories to slavery. Lincoln felt something break inside him.\n\nThis wasn't politics anymore. This was a moral emergency.\n\nHe threw himself back into public life with a fire that shocked even his friends. Slavery, he declared, was a 'monstrous injustice.' The nation could not survive as half-slave and half-free.\n\nIn 1858, accepting the Republican nomination for Senate, Lincoln delivered the speech that would define him: 'A house divided against itself cannot stand. I believe this government cannot endure, permanently half slave and half free.'\n\nThe words electrified the nation. He debated Douglas seven times across Illinois—the famous Lincoln-Douglas debates that made him a national figure.\n\nHe lost that Senate race. But he had found something more valuable than a seat in Congress. He had found his voice, his cause, his reason for being. The man who had been content to practice law and tell jokes now understood his true purpose: to bend the arc of history toward justice."
    },
    "p06": {
        "title": "1860: Dark Horse President, War Begins",
        "text": "In 1860, the dark horse candidate from Illinois won the presidency. Before he could take office, the South began to secede. War was coming.\n\nThe Republican convention of 1860 gathered in Chicago. The frontrunner was William Seward of New York—brilliant, polished, expected to win easily. But on the third ballot, a dark horse emerged.\n\nAbraham Lincoln—the self-taught lawyer from Illinois, the man who had lost more elections than he had won—became the Republican nominee for president. He won the general election without carrying a single Southern state.\n\nBefore he could even take the oath of office, South Carolina seceded from the Union. Then Mississippi. Then Florida, Alabama, Georgia, Louisiana, Texas. Seven states gone before Lincoln arrived in Washington.\n\nOn March 4, 1861, he stood on the Capitol steps and pleaded with the South: 'We are not enemies, but friends. We must not be enemies.'\n\nIt wasn't enough. On April 12, Confederate cannons opened fire on Fort Sumter in Charleston Harbor. The Civil War had begun.\n\nThe man who hated violence, who had spent his whole life using words instead of weapons, now commanded the largest army in American history. He had wanted to save the Union with reason. He would have to save it with blood."
    },
    "p07": {
        "title": "The Weight of 620,000 Deaths",
        "text": "Bodies piled on battlefields. 620,000 would die. His son died in the White House. Lincoln wondered if freedom was worth this blood.\n\nThe casualty reports piled on Lincoln's desk like an accusation. Bull Run. Shiloh. Antietam. Fredericksburg. The names of the dead stretched for pages. Young men from farms and factories, torn apart by bullets and disease, dying in numbers that dwarfed every previous American war combined.\n\nBy the time it ended, 620,000 soldiers would be dead—more Americans than in all other wars in history put together.\n\nAnd in the midst of national catastrophe, personal tragedy struck. In February 1862, Lincoln's beloved son Willie—eleven years old, bright and kind and full of promise—died of typhoid fever in the White House. Lincoln sobbed openly at the funeral.\n\nAt night, he walked the White House halls alone, his tall frame bent, his face aged beyond recognition. Generals failed him. Politicians attacked him. Newspapers called him a tyrant, a dictator, a butcher.\n\nHe bore it all. In his darkest hours, he asked himself: Is the cause of freedom worth this ocean of blood?\n\nThe answer came from somewhere deep within: Yes. It has to be. Because if we fail now, the dream dies forever."
    },
    "p08": {
        "title": "Signing the Emancipation Proclamation",
        "text": "January 1, 1863. Lincoln signed the Emancipation Proclamation. 'If my name goes into history, it will be for this act.'\n\nThe document lay on Lincoln's desk, ready for his signature. It was New Year's Day, 1863. Outside, visitors waited for the traditional White House reception. Inside, history waited for Abraham Lincoln.\n\nThe Emancipation Proclamation would free all slaves in Confederate territory—millions of human beings, held in bondage for generations, suddenly declared free by the stroke of a pen.\n\nLincoln's hand trembled. Not from doubt—never from doubt—but from exhaustion. He had been shaking hands for three hours.\n\n'If my name ever goes into history,' he said, 'it will be for this act. And my whole soul is in it. If my hand trembles when I sign the Proclamation, all who examine the document hereafter will say he hesitated.'\n\nHe steadied himself. He signed. The deed was done.\n\nWord spread through the enslaved population like wildfire. Slaves who escaped Union lines became soldiers—United States Colored Troops who would fight with a fury born of centuries of oppression.\n\nThe war's purpose had transformed. This was no longer just about preserving the Union. This was about redeeming America's original sin."
    },
    "p09": {
        "title": "The Gettysburg Address: 272 Words for Eternity",
        "text": "At Gettysburg, 272 words redefined democracy: 'Government of the people, by the people, for the people, shall not perish.'\n\nNovember 19, 1863. A crowd gathers at a cemetery in Gettysburg, Pennsylvania. Four months earlier, this ground had been soaked in blood—fifty thousand casualties in three days of fighting.\n\nThe famous orator Edward Everett speaks for two hours. The crowd grows restless. Then Lincoln rises. He speaks for two minutes. Just 272 words.\n\nBut in those words, he redefines what America means: 'Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.'\n\nHe builds to the climax: 'Government of the people, by the people, for the people, shall not perish from the earth.'\n\nThe crowd barely applauds. Lincoln sits down, certain he has failed.\n\nBut he hasn't failed. Those words will echo through centuries, memorized by schoolchildren, carved in marble, invoked in every struggle for justice.\n\nOne year later, he wins re-election with a message of healing: 'With malice toward none, with charity for all.'\n\nVictory is finally in sight. But Abraham Lincoln will never see the peace he fought so hard to win."
    },
    "p10": {
        "title": "April 14, 1865: The Immortal Legacy",
        "text": "April 14, 1865. The war was won. Lincoln went to Ford's Theatre to finally relax. A single bullet ended his life—but not his legacy.\n\nApril 9, 1865. General Robert E. Lee surrenders at Appomattox Court House. The war is over. The Union is preserved. Four million people are free.\n\nFive days later, on Good Friday, Lincoln takes his wife Mary to Ford's Theatre to see a comedy. He needs to laugh, to forget, to rest.\n\nAt 10:13 PM, John Wilkes Booth slips into the presidential box. He raises a pistol. He fires once. Lincoln slumps forward, mortally wounded. He dies the next morning.\n\n'Now he belongs to the ages,' Secretary of War Stanton whispers.\n\nHis body travels by train through a grieving nation—180 cities, millions of mourners, former slaves kneeling beside the tracks in prayer.\n\nThe boy born on a dirt floor in Kentucky, beaten for reading, who taught himself law by candlelight, who held a nation together through its darkest hour—he is gone.\n\nBut what he represented cannot be killed. The dream of equality, of government by the people, lives on.\n\nIn every struggle for justice, in every fight for human dignity, Abraham Lincoln is still there. They killed the man. They could not kill what he meant."
    }
}