{
    "p01": {
        "title": "1809 : Né sur un sol de terre",
        "text": "Kentucky, 1809. Un bébé naît sur un sol de terre battue. Sa famille est parmi les plus pauvres. Personne n'attend rien de cet enfant.\n\nLa neige tombe sur la ferme de Sinking Spring au Kentucky. Dans une petite cabane au sol de terre battue, un bébé vient au monde. Son nom est Abraham Lincoln. Son grand-père a été tué par des Indiens sous les yeux de son père. Son père, Thomas, ne s'en est jamais remis — un homme apathique, méfiant envers l'ambition, hostile aux livres.\n\nLa famille vit parmi « les gens les plus pauvres » du comté. Ils ne possèdent presque rien. Les voisins regardent ce bébé maigre et maladroit et n'y voient rien de spécial. Juste une bouche de plus à nourrir dans une nature sauvage qui engloutit l'espoir.\n\nMais même dans cette obscurité, il y a quelque chose de différent chez cet enfant. Ses yeux semblent tout saisir. Son esprit, avant même qu'il puisse parler, semble déjà fonctionner, calculer, s'interroger.\n\nPersonne ne peut encore le voir — ni son père, ni ses voisins, ni le monde. Mais à l'intérieur de ce bébé né sur la terre, quelque chose d'extraordinaire s'éveille. Les circonstances de sa naissance auraient écrasé la plupart des gens. Elles deviendront le combustible qui forgera Abraham Lincoln en quelque chose que le monde n'avait jamais vu."
    },
    "p02": {
        "title": "9 ans : Le cercueil de sa mère",
        "text": "Son père le frappait pour avoir lu. Sa mère mourut quand il avait neuf ans. Il fabriqua lui-même son cercueil.\n\nThomas Lincoln croyait que la lecture était de la paresse. Quand il attrapait le jeune Abe avec un livre, il « le frappait pour inattention au travail ». Il jetait les livres au feu. Il exigeait que le garçon travaille comme un homme — fendant du bois, défrichant des champs.\n\nMais Abe marchait des kilomètres pour emprunter un autre livre. Il lisait à la lueur des bougies pendant que son père dormait.\n\nPuis la tragédie frappa. Quand Abe avait neuf ans, sa mère Nancy Hanks tomba malade de la « maladie du lait ». Elle resta mourante pendant une semaine tandis que ses enfants regardaient, impuissants. De ses propres mains, le jeune Abraham aida à tailler les chevilles en bois pour son cercueil. Il aida à la descendre dans le sol gelé.\n\nAucun pasteur ne vint. Aucun service ne fut célébré. Juste un garçon et son chagrin dans la nature sauvage de l'Indiana. Cet hiver fut le plus solitaire de sa vie.\n\nLe monde lui avait déjà tant pris. Il essaierait d'en prendre davantage. Mais quelque chose au fond d'Abraham Lincoln refusait simplement de se briser."
    },
    "p03": {
        "title": "Autodidacte : Combattre la dépression dans l'ombre",
        "text": "Un mètre quatre-vingt-treize. On se moquait de lui. Il riait avec eux, cachant une tristesse profonde.\n\nÀ l'adolescence, Abraham Lincoln était devenu quelqu'un de frappant — pas beau, mais inoubliable. Un mètre quatre-vingt-treize à une époque où l'homme moyen mesurait un mètre soixante-dix. Ses bras semblaient trop longs. Son visage était émacié et buriné. Les gens le traitaient de laid en face.\n\nIl riait avec eux, transformant chaque insulte en plaisanterie. Mais sous l'humour se cachait une obscurité que peu comprenaient. Lincoln souffrait de ce qu'il appelait « l'hypo » — des épisodes dévastateurs de mélancolie qui le rendaient incapable de fonctionner. Il ne portait jamais de couteau de poche car il craignait ce qu'il pourrait se faire dans ses heures les plus sombres.\n\nPourtant, chaque soir, après que les blagues étaient terminées et que les foules étaient parties, Abe s'asseyait seul à la lueur des bougies avec des livres de droit empruntés. Il lisait les Commentaires de Blackstone jusqu'à pouvoir réciter des passages de mémoire.\n\nPas de professeur, pas d'école de droit, pas de mentor. Juste une volonté de fer et un livre emprunté. Le garçon de la frontière s'apprenait lui-même à penser comme un avocat, argumenter comme un philosophe, et écrire avec une clarté qui un jour ébranlerait des nations."
    },
    "p04": {
        "title": "Le législateur et sa femme visionnaire",
        "text": "À 25 ans, élu à l'assemblée. Le garçon des bois devint avocat. 'Il sera président un jour', disait sa femme.\n\nÀ vingt et un ans, Abraham Lincoln quitta la maison de son père pour toujours. Il sentait qu'il ne lui devait rien — pas même l'amour. Il arriva à New Salem, Illinois, avec rien d'autre que son esprit et sa volonté de travailler.\n\nÀ vingt-cinq ans, il fut élu à l'assemblée de l'Illinois. Le garçon de la frontière était maintenant un législateur. Il déménagea à Springfield, réussit l'examen du barreau et commença à bâtir une réputation comme l'un des esprits juridiques les plus affûtés de l'État.\n\nPuis il rencontra Mary Todd — éduquée, ambitieuse, issue d'une riche famille du Kentucky. Ses parents étaient horrifiés. Ce pauvre avocat maladroit ?\n\nMais Mary voyait quelque chose qu'ils ne voyaient pas. « Il sera président des États-Unis un jour », disait-elle à tous ceux qui voulaient l'entendre. Ils se marièrent en 1842. L'alliance était gravée simplement : « L'amour est éternel ».\n\nPendant des années, la carrière politique de Lincoln sembla stagner. Il perdit des élections. Il lutta financièrement. La dépression le hantait. Mais Mary n'a jamais cessé de croire. Et quelque part au fond de lui, lui non plus."
    },
    "p05": {
        "title": "Une maison divisée ne peut tenir",
        "text": "L'esclavage était une 'monstrueuse injustice.' Il revint en politique : 'Une maison divisée ne peut tenir.'\n\nPendant des années, Lincoln était resté silencieux sur l'esclavage. Il le détestait — l'avait toujours détesté — mais la question semblait réglée par des compromis fragiles. Puis en 1854, Stephen Douglas fit passer le Kansas-Nebraska Act, ouvrant de nouveaux territoires à l'esclavage.\n\nLincoln sentit quelque chose se briser en lui. Ce n'était plus de la politique. C'était une urgence morale.\n\nIl se jeta dans la vie publique avec un feu qui choqua même ses amis. L'esclavage, déclara-t-il, était une « monstrueuse injustice ».\n\nEn 1858, acceptant la nomination républicaine au Sénat, Lincoln prononça le discours qui le définira : « Une maison divisée contre elle-même ne peut tenir. Je crois que ce gouvernement ne peut pas durer, éternellement mi-esclave et mi-libre. »\n\nCes mots électrisèrent la nation. Il débattit contre Douglas sept fois à travers l'Illinois. Il perdit cette élection au Sénat. Mais il avait trouvé quelque chose de plus précieux qu'un siège au Congrès. Il avait trouvé sa voix, sa cause, sa raison d'être."
    },
    "p06": {
        "title": "1860 : Président outsider, guerre imminente",
        "text": "En 1860, l'outsider de l'Illinois devint président. Avant son investiture, sept États firent sécession. La guerre approchait.\n\nLa convention républicaine de 1860 se réunit à Chicago. Le favori était William Seward de New York. Mais au troisième tour de scrutin, un outsider émergea.\n\nAbraham Lincoln — l'avocat autodidacte de l'Illinois — devint le candidat républicain à la présidence. Il gagna l'élection générale sans remporter un seul État du Sud.\n\nAvant même qu'il puisse prêter serment, la Caroline du Sud fit sécession de l'Union. Puis le Mississippi. Puis la Floride, l'Alabama, la Géorgie, la Louisiane, le Texas. Sept États partis avant que Lincoln n'arrive à Washington.\n\nLe 4 mars 1861, il se tint sur les marches du Capitole et supplia le Sud : « Nous ne sommes pas ennemis, mais amis. Nous ne devons pas être ennemis. »\n\nCe n'était pas suffisant. Le 12 avril, les canons confédérés ouvrirent le feu sur Fort Sumter. La guerre civile avait commencé.\n\nL'homme qui détestait la violence, qui avait passé toute sa vie à utiliser des mots plutôt que des armes, commandait maintenant la plus grande armée de l'histoire américaine."
    },
    "p07": {
        "title": "Le poids de 620 000 morts",
        "text": "Les corps s'amoncelaient. 620 000 allaient mourir. Son fils mourut à la Maison Blanche. La liberté valait-elle ce sang ?\n\nLes rapports de pertes s'empilaient sur le bureau de Lincoln comme une accusation. Bull Run. Shiloh. Antietam. Fredericksburg. Les noms des morts s'étendaient sur des pages.\n\nÀ la fin, 620 000 soldats seraient morts — plus d'Américains que dans toutes les autres guerres de l'histoire réunies.\n\nEt au milieu de la catastrophe nationale, la tragédie personnelle frappa. En février 1862, le fils bien-aimé de Lincoln, Willie — onze ans — mourut de la fièvre typhoïde à la Maison Blanche. Lincoln pleura ouvertement aux funérailles.\n\nLa nuit, il arpentait seul les couloirs de la Maison Blanche, son grand corps courbé, son visage vieilli au-delà de toute reconnaissance. Les généraux le décevaient. Les politiciens l'attaquaient. Les journaux le traitaient de tyran.\n\nIl supporta tout. Dans ses heures les plus sombres, il se demandait : La cause de la liberté vaut-elle cet océan de sang ?\n\nLa réponse venait de quelque part au fond de lui : Oui. Elle doit valoir. Parce que si nous échouons maintenant, le rêve meurt à jamais."
    },
    "p08": {
        "title": "Signature de la Proclamation d'émancipation",
        "text": "Le 1er janvier 1863, il signa la Proclamation d'émancipation. 'Si mon nom entre dans l'histoire, ce sera pour cet acte.'\n\nLe document était posé sur le bureau de Lincoln, prêt pour sa signature. C'était le jour de l'An, 1863. Dehors, les visiteurs attendaient la traditionnelle réception de la Maison Blanche. À l'intérieur, l'histoire attendait Abraham Lincoln.\n\nLa Proclamation d'émancipation libérerait tous les esclaves en territoire confédéré — des millions d'êtres humains soudainement déclarés libres par le trait d'une plume.\n\nLa main de Lincoln tremblait. Pas de doute — jamais de doute — mais d'épuisement. Il avait serré des mains pendant trois heures.\n\n« Si mon nom entre un jour dans l'histoire », dit-il, « ce sera pour cet acte. Et toute mon âme y est. »\n\nIl se stabilisa. Il signa. L'acte était fait.\n\nLa nouvelle se répandit dans la population asservie comme une traînée de poudre. Les esclaves qui s'échappaient vers les lignes de l'Union devinrent des soldats. Le but de la guerre s'était transformé. Il ne s'agissait plus seulement de préserver l'Union. Il s'agissait de racheter le péché originel de l'Amérique."
    },
    "p09": {
        "title": "Le Discours de Gettysburg : 272 mots pour l'éternité",
        "text": "À Gettysburg, 272 mots redéfinirent la démocratie : 'Le gouvernement du peuple, par le peuple, pour le peuple.'\n\n19 novembre 1863. Une foule se rassemble dans un cimetière à Gettysburg, Pennsylvanie. Quatre mois plus tôt, ce sol avait été trempé de sang — cinquante mille victimes en trois jours de combat.\n\nLe célèbre orateur Edward Everett parle pendant deux heures. La foule devient agitée. Puis Lincoln se lève. Il parle pendant deux minutes. Seulement 272 mots.\n\nMais dans ces mots, il redéfinit ce que signifie l'Amérique : « Il y a quatre-vingt-sept ans, nos pères ont donné naissance sur ce continent à une nouvelle nation, conçue dans la Liberté. »\n\nIl atteint le point culminant : « Le gouvernement du peuple, par le peuple, pour le peuple, ne disparaîtra pas de cette terre. »\n\nLa foule applaudit à peine. Lincoln s'assied, certain d'avoir échoué. Mais il n'a pas échoué. Ces mots résonneront à travers les siècles.\n\nUn an plus tard, il gagne sa réélection avec un message de guérison : « Sans malice envers quiconque, avec charité pour tous. »\n\nLa victoire est enfin en vue. Mais Abraham Lincoln ne verra jamais la paix pour laquelle il s'est tant battu."
    },
    "p10": {
        "title": "14 avril 1865 : L'héritage immortel",
        "text": "14 avril 1865. La guerre était gagnée. Au théâtre Ford pour se détendre. Une balle mit fin à sa vie — pas à son héritage.\n\n9 avril 1865. Le général Robert E. Lee se rend à Appomattox Court House. La guerre est terminée. L'Union est préservée. Quatre millions de personnes sont libres.\n\nCinq jours plus tard, le Vendredi saint, il emmène sa femme Mary au théâtre Ford pour voir une comédie. Il a besoin de rire, d'oublier, de se reposer.\n\nÀ 22h13, John Wilkes Booth se glisse dans la loge présidentielle. Il lève un pistolet. Il tire une fois. Lincoln s'effondre en avant, mortellement blessé. Il meurt le lendemain matin.\n\n« Il appartient désormais aux âges », murmure le secrétaire à la Guerre Stanton.\n\nSon corps voyage en train à travers une nation en deuil — 180 villes, des millions d'endeuillés, d'anciens esclaves agenouillés le long des voies en prière.\n\nLe garçon né sur un sol de terre battue au Kentucky, battu pour avoir lu, qui s'est enseigné le droit à la lueur des bougies — il est parti. Mais ce qu'il représentait ne peut être tué.\n\nLe rêve d'égalité, le gouvernement par le peuple, continue de vivre. Dans chaque lutte pour la justice, Abraham Lincoln est toujours là. Ils ont tué l'homme. Ils n'ont pas pu tuer ce qu'il représentait."
    }
}