{
    "p01": {
        "title": "1809年：诞生于泥土地板上",
        "text": "1809年，肯塔基荒野。婴儿在泥土地板上降生。全家穷到邻里皆知。没人对这孩子抱任何期望。\n\n大雪飘落在肯塔基州的沉泉农场。在一间泥土地板的小木屋里，一个婴儿来到这个世界。他的名字是亚伯拉罕·林肯。他的祖父被印第安人杀害，而他的父亲亲眼目睹了这一切。父亲托马斯从来没有从这创伤中恢复过来——一个对野心充满怀疑、对书本充满敌意的懒散男人。\n\n这个家庭是县里「最穷的人」。他们几乎一无所有。邻居们看着这个瘦长、笨拙的婴儿，看不出任何特别之处。只是在这片吞噬希望的荒野中又多了一张要喂饱的嘴。\n\n但即使在这片黑暗中，这个孩子也有些不同。他的眼睛似乎能捕捉一切。他的心智，甚至在开口说话之前，似乎就在运转、计算、思考。\n\n还没有人能看到这一点——他的父亲看不到，邻居们看不到，整个世界都看不到。但在这个出生在泥土上的婴儿体内，有什么非凡的东西正在萌动。他出生的环境会压垮大多数人。而这一切将成为燃料，将亚伯拉罕·林肯锻造成这个世界前所未见的人物。"
    },
    "p02": {
        "title": "九岁：亲手钉母亲的棺材",
        "text": "父亲为他读书而殴打他。九岁那年，母亲病死了。在那个酷寒的冬天，他亲手钉好母亲的棺材。\n\n托马斯·林肯认为读书是懒惰的表现。每当他看到小亚伯拿着书本，就会「打他」来惩罚他不做工。他把书扔进火堆。他要求这个男孩像大人一样工作——劈柴、开垦田地、做那些边境生存中永无止境的劳动。\n\n但亚伯会走好几里路去借另一本书。他会趁父亲睡着时在烛光下阅读。\n\n然后悲剧降临了。当亚伯九岁时，他的母亲南希·汉克斯患上了「牛奶病」——一种席卷整个社区的神秘毒素。她躺在病床上一周，孩子们只能无助地看着。年幼的亚伯拉罕亲手帮忙削制装母亲棺材的木钉。他亲手帮忙将她放入冰冻的土地。没有牧师来，也没有举行仪式。\n\n那个冬天是他一生中最孤独的时光。他的父亲离开几个月去找新妻子，留下亚伯和他的姐姐独自待在木屋里。这个世界已经从他身上夺走了太多。它还会试图夺走更多。但亚伯拉罕·林肯内心深处的某些东西就是拒绝被折断。"
    },
    "p03": {
        "title": "自学：在黑暗中对抗抑郁",
        "text": "一米九三，在那个年代鹤立鸡群。人们嘲笑他，他也跟着笑，藏起内心深处的忧郁。\n\n到了青少年时期，亚伯拉罕·林肯已经长成了令人难忘的模样——不英俊，但让人过目不忘。一米九三的身高，而那个时代的普通男性只有一米七。他的手臂看起来太长。他的脸庞憔悴而饱经风霜。人们当面说他丑。\n\n他和他们一起笑，把每一句侮辱都变成笑话。但在幽默背后潜伏着少数人能理解的黑暗。林肯患有他所谓的「忧郁症」——那种令他无法运作的毁灭性忧郁发作。他的法律合伙人后来透露，林肯从不随身携带小刀，因为他害怕自己在最黑暗的时刻可能会对自己做什么。\n\n然而每天晚上，在笑话结束、人群散去之后，亚伯会独自坐在烛光下，面对借来的法律书籍。他阅读布莱克斯通的《英国法律评论》，直到能够背诵整段内容。\n\n他没有老师，没有法学院，没有导师。只有钢铁般的意志和一本借来的书。这个边境男孩正在自学如何像律师一样思考、像哲学家一样辩论，并以有朝一日能撼动国家的清晰文笔写作。"
    },
    "p04": {
        "title": "州议员与先知般的妻子",
        "text": "二十五岁当选州议员。边境男孩成了律师。「他总有一天会当总统。」他的妻子说。\n\n二十一岁时，亚伯拉罕·林肯永远离开了父亲的家。他觉得自己什么都不欠父亲——甚至连爱都不欠。他来到伊利诺伊州的新塞勒姆，除了机智和工作意愿之外一无所有。\n\n二十五岁时，他当选伊利诺伊州议员。这个边境男孩现在是立法者了。他搬到斯普林菲尔德，通过了律师资格考试，开始建立起作为该州最敏锐法律头脑之一的声誉。\n\n然后他遇到了玛丽·托德——受过教育、雄心勃勃、来自肯塔基州一个富裕家庭。她的亲戚们都吓坏了。这个笨拙的穷律师？这个从无名之处来的人？\n\n但玛丽看到了他们看不到的东西。「他总有一天会成为美国总统，」她告诉每一个愿意听的人。他们在1842年结婚。结婚戒指上只刻着简单的字：「爱是永恒的」。\n\n多年来，林肯的政治生涯似乎停滞不前。他输掉选举。他在财务上挣扎。抑郁症困扰着他。但玛丽从未停止相信。而在内心深处，他也从未停止相信。她在他身上看到的总统，仍在烈火中被锻造。"
    },
    "p05": {
        "title": "分裂之家无法久立",
        "text": "奴隶制是「骇人的不义」。他重返政坛：「分裂之家无法久立。」国家正在撕裂。\n\n多年来，林肯对奴隶制问题保持沉默。他一直恨它——从来都恨——但这个问题似乎已经靠脆弱的妥协解决了。然后在1854年，史蒂芬·道格拉斯推动通过了《堪萨斯-内布拉斯加法案》，对新领土开放奴隶制。林肯感觉内心深处有什么东西断裂了。\n\n这不再只是政治。这是一场道德紧急状态。\n\n他带着让朋友们都感到震惊的火焰重新投入公共生活。他宣布奴隶制是「骇人的不义」。这个国家不可能半奴隶半自由地存续下去。\n\n1858年，在接受共和党参议员提名时，林肯发表了定义他一生的演说：「分裂之家无法久立。我相信这个政府不能永久地半奴隶半自由地存在下去。」\n\n这番话震动了整个国家。他与道格拉斯在伊利诺伊州进行了七场著名的辩论——使他成为全国性人物的林肯-道格拉斯辩论。\n\n他输掉了那场参议员选举。但他找到了比国会席位更有价值的东西。他找到了他的声音、他的事业、他存在的理由。那个曾经满足于执业法律和讲笑话的人现在明白了他真正的使命：将历史的弧线弯向正义。"
    },
    "p06": {
        "title": "1860年：黑马总统，战争爆发",
        "text": "1860年，黑马候选人赢得总统大选。他还没就职，七个南方州就宣布脱离联邦。战争即将来临。\n\n1860年的共和党大会在芝加哥召开。热门人选是纽约州的威廉·西华德——才华横溢、风度翩翩，预计会轻松获胜。但在第三轮投票中，一匹黑马出现了。\n\n亚伯拉罕·林肯——来自伊利诺伊州的自学律师、输掉的选举比赢得的还多的人——成为共和党总统候选人。他在没有赢得任何南方州的情况下赢得了大选。\n\n在他还没宣誓就职之前，南卡罗来纳州就脱离了联邦。然后是密西西比州。然后是佛罗里达州、阿拉巴马州、佐治亚州、路易斯安那州、德克萨斯州。在林肯抵达华盛顿之前，七个州已经分裂出去。\n\n1861年3月4日，他站在国会大厦的台阶上恳求南方：「我们不是敌人，而是朋友。我们绝不能成为敌人。」\n\n这还不够。4月12日，南军的大炮向查尔斯顿港的萨姆特堡开火。内战爆发了。\n\n这个厌恶暴力、一生都用言语而非武器的人，现在指挥着美国历史上最大的军队。他曾想用理性拯救联邦。他将不得不用鲜血来拯救它。"
    },
    "p07": {
        "title": "六十二万条生命的重量",
        "text": "尸体堆积如山，最终六十二万人丧命。儿子威利死在白宫。林肯自问这场血腥代价值不值得。\n\n伤亡报告像控诉一样堆积在林肯的办公桌上。布尔朗。夏罗。安提坦。弗雷德里克斯堡。死者的名字延伸了数页。来自农场和工厂的年轻人，被子弹和疾病撕裂，死亡人数之多使之前所有的美国战争都相形见绌。\n\n到战争结束时，将有62万士兵死亡——比美国历史上所有其他战争加起来的美国人还多。\n\n而在国家灾难中，个人悲剧也接踵而至。1862年2月，林肯心爱的儿子威利——十一岁，聪明善良、充满希望——在白宫死于伤寒。林肯在葬礼上公开啜泣。\n\n夜里，他独自在白宫的走廊里踱步，高大的身躯弯曲，面容苍老得无法辨认。将军们让他失望。政客们攻击他。报纸称他为暴君、独裁者、屠夫。\n\n他承受了这一切。在最黑暗的时刻，他问自己：自由的事业值得这片血海吗？\n\n答案从内心深处浮现：是的。必须值得。因为如果我们现在失败，梦想就永远死去了。"
    },
    "p08": {
        "title": "签署《解放奴隶宣言》",
        "text": "1863年元旦，签署《解放奴隶宣言》。「如果我的名字能载入史册，必定是因为这份文件。」\n\n文件摆在林肯的办公桌上，等待他的签名。这是1863年元旦。外面，访客们等待着传统的白宫招待会。里面，历史在等待亚伯拉罕·林肯。\n\n《解放奴隶宣言》将解放联邦领土内的所有奴隶——数百万世世代代被奴役的人，突然间因为一支笔的一划而被宣布自由。\n\n林肯的手在颤抖。不是因为怀疑——绝不是因为怀疑——而是因为疲惫。他已经握手握了三个小时。\n\n「如果我的名字有朝一日能载入历史，」他说，「必定是因为这份文件。我的整个灵魂都在其中。如果我签署宣言时手在颤抖，以后所有检视这份文件的人都会说他犹豫了。」\n\n他稳住自己。他签了字。大事已成。\n\n消息像野火一样传遍了被奴役的人群。逃到联邦阵营的奴隶成了士兵——美国有色人种部队，他们将以几百年压迫所孕育的愤怒而战。\n\n战争的目的已经转变。这不再只是为了保卫联邦。这是为了偿还美国的原罪。"
    },
    "p09": {
        "title": "葛底斯堡演说：永恒的272字",
        "text": "葛底斯堡，二百七十二个字重新定义民主：「民有、民治、民享的政府，绝不会从地球消失。」\n\n1863年11月19日。人群聚集在宾夕法尼亚州葛底斯堡的一座公墓。四个月前，这片土地曾被鲜血浸透——三天的战斗中有五万人伤亡。\n\n著名演说家爱德华·埃弗里特讲了两个小时。人群变得焦躁不安。然后林肯站起来。他只说了两分钟。仅仅272个字。\n\n但在这些话语中，他重新定义了美国的意义：「八十七年前，我们的先辈们在这片大陆上创建了一个新国家，孕育于自由之中，奉献于人人生而平等的主张。」\n\n他推向高潮：「民有、民治、民享的政府，绝不会从地球上消失。」\n\n人群几乎没有鼓掌。林肯坐下来，确信自己失败了。\n\n但他并没有失败。那些话语将回响数百年，被学童背诵，被刻在大理石上，在每一场争取正义的斗争中被引用。\n\n一年后，他带着疗愈的信息赢得连任：「对任何人不怀恶意，对所有人心存慈悲。」\n\n胜利终于在望。但亚伯拉罕·林肯永远看不到他为之奋斗的和平。"
    },
    "p10": {
        "title": "1865年4月14日：不朽的遗产",
        "text": "1865年4月14日，战争结束。林肯去福特剧院放松。一颗子弹结束了他的生命——却无法终结他的遗产。\n\n1865年4月9日。罗伯特·李将军在阿波马托克斯法院投降。战争结束了。联邦得以保全。四百万人获得自由。\n\n五天后，在耶稣受难日，他带着妻子玛丽去福特剧院看一部喜剧。他需要笑一笑、忘却一下、休息一下。\n\n晚上10点13分，约翰·威尔克斯·布斯悄悄溜进总统包厢。他举起手枪。开了一枪。林肯向前倒下，受了致命伤。他在第二天早上去世。\n\n「他现在属于永恒了，」战争部长斯坦顿低声说。\n\n他的遗体由火车运送，穿过悲痛的国家——180座城市，数百万哀悼者，曾经的奴隶跪在铁轨旁祈祷。\n\n这个出生在肯塔基州泥土地板上、因读书而被殴打、在烛光下自学法律、在国家最黑暗时刻维护国家统一的男孩——他走了。\n\n但他所代表的一切是杀不死的。平等的梦想、民有的政府，继续活着。\n\n在每一场争取正义的斗争中，在每一场维护人类尊严的战斗中，亚伯拉罕·林肯依然在那里。他们杀死了这个人，却杀不死他代表的一切。"
    }
}