{
    "p01": {
        "title": "1809年：誕生於泥土地板上",
        "text": "1809年，肯塔基荒野。嬰兒在泥土地板上誕生。全家窮到鄰裡皆知。沒人對這孩子抱任何期望。\n\n大雪飄落在肯塔基州的沉泉農場。在一間泥土地板的小木屋裡，一個嬰兒來到這個世界。他的名字是亞伯拉罕·林肯。他的祖父被印第安人殺害，而他的父親親眼目睹了這一切。父親湯瑪斯從來沒有從這創傷中恢復過來——一個對野心充滿懷疑、對書本充滿敵意的懶散男人。\n\n這個家庭是縣裡「最窮的人」。他們幾乎一無所有。鄰居們看著這個瘦長、笨拙的嬰兒，看不出任何特別之處。只是在這片吞噬希望的荒野中又多了一張要餵飽的嘴。\n\n但即使在這片黑暗中，這個孩子也有些不同。他的眼睛似乎能捕捉一切。他的心智，甚至在開口說話之前，似乎就在運轉、計算、思考。\n\n還沒有人能看到這一點——他的父親看不到，鄰居們看不到，整個世界都看不到。但在這個出生在泥土上的嬰兒體內，有什麼非凡的東西正在萌動。他出生的環境會壓垮大多數人。而這一切將成為燃料，將亞伯拉罕·林肯鍛造成這個世界前所未見的人物。"
    },
    "p02": {
        "title": "九歲：親手釘母親的棺材",
        "text": "父親為他讀書而毆打他。九歲那年，母親病死了。在那個酷寒的冬天，他親手釘好母親的棺材。\n\n湯瑪斯·林肯認為讀書是懶惰的表現。每當他看到小亞伯拿著書本，就會「打他」來懲罰他不做工。他把書扔進火堆。他要求這個男孩像大人一樣工作——劈柴、開墾田地、做那些邊境生存中永無止境的勞動。\n\n但亞伯會走好幾裡路去借另一本書。他會趁父親睡著時在燭光下閱讀。\n\n然後悲劇降臨了。當亞伯九歲時，他的母親南希·漢克斯患上了「牛奶病」——一種席捲整個社區的神秘毒素。她躺在病床上一週，孩子們只能無助地看著。年幼的亞伯拉罕親手幫忙削製裝母親棺材的木釘。他親手幫忙將她放入冰凍的土地。沒有牧師來，也沒有舉行儀式。\n\n那個冬天是他一生中最孤獨的時光。他的父親離開幾個月去找新妻子，留下亞伯和他的姐姐獨自待在木屋裡。這個世界已經從他身上奪走了太多。它還會試圖奪走更多。但亞伯拉罕·林肯內心深處的某些東西就是拒絕被折斷。"
    },
    "p03": {
        "title": "自學：在黑暗中對抗憂鬱",
        "text": "一米九三，在那個年代鶴立雞群。人們嘲笑他，他也跟著笑，藏起內心深處的憂鬱。\n\n到了青少年時期，亞伯拉罕·林肯已經長成了令人難忘的模樣——不英俊，但讓人過目不忘。一米九三的身高，而那個時代的普通男性只有一米七。他的手臂看起來太長。他的臉龐憔悴而飽經風霜。人們當面說他醜。\n\n他和他們一起笑，把每一句侮辱都變成笑話。但在幽默背後潛伏著少數人能理解的黑暗。林肯患有他所謂的「憂鬱症」——那種令他無法運作的毀滅性憂鬱發作。他的法律合夥人後來透露，林肯從不隨身攜帶小刀，因為他害怕自己在最黑暗的時刻可能會對自己做什麼。\n\n然而每天晚上，在笑話結束、人群散去之後，亞伯會獨自坐在燭光下，面對借來的法律書籍。他閱讀布萊克斯通的《英國法律評論》，直到能夠背誦整段內容。\n\n他沒有老師，沒有法學院，沒有導師。只有鋼鐵般的意志和一本借來的書。這個邊境男孩正在自學如何像律師一樣思考、像哲學家一樣辯論，並以有朝一日能撼動國家的清晰文筆寫作。"
    },
    "p04": {
        "title": "州議員與先知般的妻子",
        "text": "二十五歲當選州議員。邊境男孩成了律師。「他總有一天會當總統。」他的妻子說。\n\n二十一歲時，亞伯拉罕·林肯永遠離開了父親的家。他覺得自己什麼都不欠父親——甚至連愛都不欠。他來到伊利諾州的新薩勒姆，除了機智和工作意願之外一無所有。\n\n二十五歲時，他當選伊利諾州議員。這個邊境男孩現在是立法者了。他搬到春田市，通過了律師資格考試，開始建立起作為該州最敏銳法律頭腦之一的聲譽。\n\n然後他遇到了瑪麗·托德——受過教育、雄心勃勃、來自肯塔基州一個富裕家庭。她的親戚們都嚇壞了。這個笨拙的窮律師？這個從無名之處來的人？\n\n但瑪麗看到了他們看不到的東西。「他總有一天會成為美國總統，」她告訴每一個願意聽的人。他們在1842年結婚。結婚戒指上只刻著簡單的字：「愛是永恆的」。\n\n多年來，林肯的政治生涯似乎停滯不前。他輸掉選舉。他在財務上掙扎。憂鬱症困擾著他。但瑪麗從未停止相信。而在內心深處，他也從未停止相信。她在他身上看到的總統，仍在烈火中被鍛造。"
    },
    "p05": {
        "title": "分裂之家無法久立",
        "text": "奴隸制是「駭人的不義」。他重返政壇：「分裂之家無法久立。」國家正在撕裂。\n\n多年來，林肯對奴隸制問題保持沉默。他一直恨它——從來都恨——但這個問題似乎已經靠脆弱的妥協解決了。然後在1854年，史蒂芬·道格拉斯推動通過了《堪薩斯-內布拉斯加法案》，對新領土開放奴隸制。林肯感覺內心深處有什麼東西斷裂了。\n\n這不再只是政治。這是一場道德緊急狀態。\n\n他帶著讓朋友們都感到震驚的火焰重新投入公共生活。他宣布奴隸制是「駭人的不義」。這個國家不可能半奴隸半自由地存續下去。\n\n1858年，在接受共和黨參議員提名時，林肯發表了定義他一生的演說：「分裂之家無法久立。我相信這個政府不能永久地半奴隸半自由地存在下去。」\n\n這番話震動了整個國家。他與道格拉斯在伊利諾州進行了七場著名的辯論——使他成為全國性人物的林肯-道格拉斯辯論。\n\n他輸掉了那場參議員選舉。但他找到了比國會席位更有價值的東西。他找到了他的聲音、他的事業、他存在的理由。那個曾經滿足於執業法律和講笑話的人現在明白了他真正的使命：將歷史的弧線彎向正義。"
    },
    "p06": {
        "title": "1860年：黑馬總統，戰爭爆發",
        "text": "1860年，黑馬候選人贏得總統大選。他還沒就職，七個南方州就宣布脫離聯邦。戰爭即將來臨。\n\n1860年的共和黨大會在芝加哥召開。熱門人選是紐約州的威廉·西華德——才華橫溢、風度翩翩，預計會輕鬆獲勝。但在第三輪投票中，一匹黑馬出現了。\n\n亞伯拉罕·林肯——來自伊利諾州的自學律師、輸掉的選舉比贏得的還多的人——成為共和黨總統候選人。他在沒有贏得任何南方州的情況下贏得了大選。\n\n在他還沒宣誓就職之前，南卡羅萊納州就脫離了聯邦。然後是密西西比州。然後是佛羅裡達州、阿拉巴馬州、喬治亞州、路易斯安那州、德克薩斯州。在林肯抵達華盛頓之前，七個州已經分裂出去。\n\n1861年3月4日，他站在國會大廈的台階上懇求南方：「我們不是敵人，而是朋友。我們絕不能成為敵人。」\n\n這還不夠。4月12日，南軍的大砲向查爾斯頓港的桑姆特堡開火。內戰爆發了。\n\n這個厭惡暴力、一生都用言語而非武器的人，現在指揮著美國歷史上最大的軍隊。他曾想用理性拯救聯邦。他將不得不用鮮血來拯救它。"
    },
    "p07": {
        "title": "六十二萬條生命的重量",
        "text": "屍體堆積如山，最終六十二萬人喪命。兒子威利死在白宮。林肯自問這場血腥代價值不值得。\n\n傷亡報告像控訴一樣堆積在林肯的辦公桌上。布爾朗。夏羅。安提坦。弗雷德里克斯堡。死者的名字延伸了數頁。來自農場和工廠的年輕人，被子彈和疾病撕裂，死亡人數之多使之前所有的美國戰爭都相形見絀。\n\n到戰爭結束時，將有62萬士兵死亡——比美國歷史上所有其他戰爭加起來的美國人還多。\n\n而在國家災難中，個人悲劇也接踵而至。1862年2月，林肯心愛的兒子威利——十一歲，聰明善良、充滿希望——在白宮死於傷寒。林肯在葬禮上公開啜泣。\n\n夜裡，他獨自在白宮的走廊裡踱步，高大的身軀彎曲，面容蒼老得無法辨認。將軍們讓他失望。政客們攻擊他。報紙稱他為暴君、獨裁者、屠夫。\n\n他承受了這一切。在最黑暗的時刻，他問自己：自由的事業值得這片血海嗎？\n\n答案從內心深處浮現：是的。必須值得。因為如果我們現在失敗，夢想就永遠死去了。"
    },
    "p08": {
        "title": "簽署《解放奴隸宣言》",
        "text": "1863年元旦，簽署《解放奴隸宣言》。「如果我的名字能載入史冊，必定是因為這份文件。」\n\n文件擺在林肯的辦公桌上，等待他的簽名。這是1863年元旦。外面，訪客們等待著傳統的白宮招待會。裡面，歷史在等待亞伯拉罕·林肯。\n\n《解放奴隸宣言》將解放聯邦領土內的所有奴隸——數百萬世世代代被奴役的人，突然間因為一支筆的一劃而被宣布自由。\n\n林肯的手在顫抖。不是因為懷疑——絕不是因為懷疑——而是因為疲憊。他已經握手握了三個小時。\n\n「如果我的名字有朝一日能載入歷史，」他說，「必定是因為這份文件。我的整個靈魂都在其中。如果我簽署宣言時手在顫抖，以後所有檢視這份文件的人都會說他猶豫了。」\n\n他穩住自己。他簽了字。大事已成。\n\n消息像野火一樣傳遍了被奴役的人群。逃到聯邦陣營的奴隸成了士兵——美國有色人種部隊，他們將以幾百年壓迫所孕育的憤怒而戰。\n\n戰爭的目的已經轉變。這不再只是為了保衛聯邦。這是為了償還美國的原罪。"
    },
    "p09": {
        "title": "蓋茲堡演說：永恆的272字",
        "text": "蓋茲堡，二百七十二個字重新定義民主：「民有、民治、民享的政府，絕不會從地球消失。」\n\n1863年11月19日。人群聚集在賓夕法尼亞州蓋茲堡的一座公墓。四個月前，這片土地曾被鮮血浸透——三天的戰鬥中有五萬人傷亡。\n\n著名演說家愛德華·埃弗裡特講了兩個小時。人群變得焦躁不安。然後林肯站起來。他只說了兩分鐘。僅僅272個字。\n\n但在這些話語中，他重新定義了美國的意義：「八十七年前，我們的先輩們在這片大陸上創建了一個新國家，孕育於自由之中，奉獻於人人生而平等的主張。」\n\n他推向高潮：「民有、民治、民享的政府，絕不會從地球上消失。」\n\n人群幾乎沒有鼓掌。林肯坐下來，確信自己失敗了。\n\n但他並沒有失敗。那些話語將迴響數百年，被學童背誦，被刻在大理石上，在每一場爭取正義的鬥爭中被引用。\n\n一年後，他帶著療癒的訊息贏得連任：「對任何人不懷惡意，對所有人心存慈悲。」\n\n勝利終於在望。但亞伯拉罕·林肯永遠看不到他為之奮鬥的和平。"
    },
    "p10": {
        "title": "1865年4月14日：不朽的遺產",
        "text": "1865年4月14日，戰爭結束。林肯去福特劇院放鬆。一顆子彈結束了他的生命——卻無法終結他的遺產。\n\n1865年4月9日。羅伯特·李將軍在阿波馬托克斯法院投降。戰爭結束了。聯邦得以保全。四百萬人獲得自由。\n\n五天後，在耶穌受難日，他帶著妻子瑪麗去福特劇院看一部喜劇。他需要笑一笑、忘卻一下、休息一下。\n\n晚上10點13分，約翰·威爾克斯·布斯悄悄溜進總統包廂。他舉起手槍。開了一槍。林肯向前倒下，受了致命傷。他在第二天早上去世。\n\n「他現在屬於永恆了，」戰爭部長斯坦頓低聲說。\n\n他的遺體由火車運送，穿過悲痛的國家——180座城市，數百萬哀悼者，曾經的奴隸跪在鐵軌旁祈禱。\n\n這個出生在肯塔基州泥土地板上、因讀書而被毆打、在燭光下自學法律、在國家最黑暗時刻維護國家統一的男孩——他走了。\n\n但他所代表的一切是殺不死的。平等的夢想、民有的政府，繼續活著。\n\n在每一場爭取正義的鬥爭中，在每一場維護人類尊嚴的戰鬥中，亞伯拉罕·林肯依然在那裡。他們殺死了這個人，卻殺不死他代表的一切。"
    }
}