{
    "p01": {
        "title": "Abandonné. Choisi. Spécial.",
        "text": "Dans un hôpital de San Francisco, une jeune femme signe des documents, les larmes coulant sur son visage. Le couple prévu pour l'adoption se désiste au dernier moment — ils voulaient une fille. Paul et Clara répondent à l'appel. Ils promettent d'envoyer ce garçon à l'université, quoi qu'il arrive. Ils le nomment Steven Paul Jobs. Des décennies plus tard, Steve apprendra qu'il a été abandonné deux fois avant même d'avoir une semaine. Mais il se souviendra aussi de ce que ses parents adoptifs lui ont dit : « Non, tu ne comprends pas. C'est toi, spécifiquement toi, que nous avons choisi. » Abandonné. Choisi. Spécial. Ces trois mots allaient définir tout ce qui suivrait."
    },
    "p02": {
        "title": "L'Atelier du Garage",
        "text": "L'odeur d'huile de moteur et de soudure emplissait le garage. Paul enseignait à son fils : « C'est important de faire l'arrière de la clôture aussi beau que le devant, même si personne ne le verra jamais. » Le véritable artisanat, c'est se soucier des parties que personne ne remarque. À douze ans, Steve appela directement le PDG de HP, Bill Hewlett, pour demander des pièces pour un projet. Hewlett discuta avec le garçon pendant vingt minutes — et lui offrit un job d'été. Steve Jobs commençait à comprendre que les règles étaient faites pour être brisées."
    },
    "p03": {
        "title": "Deux Steve dans un Garage",
        "text": "Wozniak était tout ce que Jobs n'était pas. Timide, génial, se moquant de l'argent. Jobs était charismatique, ambitieux, voyant le potentiel commercial partout. Leur première collaboration était illégale : fabriquer des « boîtes bleues » pour pirater le réseau téléphonique d'AT&T. « Sans les boîtes bleues », dira Jobs, « il n'y aurait jamais eu d'Apple. » Apple Computer Company est née le 1er avril 1976 — le jour des poissons d'avril. Il avait vingt et un ans, et il allait changer le monde."
    },
    "p04": {
        "title": "Bonjour, Monde",
        "text": "En 1980, Apple entra en bourse — l'introduction la plus demandée depuis Ford Motor Company. À vingt-cinq ans, Jobs valait 256 millions de dollars. Il visita le Xerox PARC et vit l'avenir : un ordinateur avec des fenêtres et des icônes contrôlées par une souris. « Vous êtes assis sur une mine d'or ! » cria-t-il. Le 24 janvier 1984, il dévoila le Macintosh. La machine parlait. Elle se présentait elle-même. La foule était en délire. Steve Jobs venait de changer l'informatique pour toujours."
    },
    "p05": {
        "title": "Trahison au Conseil",
        "text": "Le Macintosh était magnifique mais lent et cher. Les ventes chutèrent. Jobs devenait imprévisible — louant les employés comme des génies un instant, qualifiant leur travail de déchet l'instant d'après. En mai 1985, le conseil vota. Chaque administrateur se rangea du côté de Sculley. L'homme qui avait bâti Apple dans le garage de ses parents fut chassé de sa propre entreprise. Il avait trente ans. L'humiliation était totale."
    },
    "p06": {
        "title": "Les Années de Désert",
        "text": "NeXT fabriquait de beaux ordinateurs que presque personne n'achetait. Mais chez Pixar, la magie opérait. Jobs retrouva sa sœur biologique, la romancière Mona Simpson. Il épousa Laurene lors d'une cérémonie célébrée par un moine bouddhiste zen. Il se réconcilia avec Lisa, la fille qu'il avait niée pendant des années. Quand Toy Story sortit en novembre 1995, ce fut un triomphe. Steve Jobs monta sur scène lors de l'IPO de Pixar, et soudain ses parts valaient plus d'un milliard de dollars. Il avait parié sur la narration d'histoires — et il avait gagné."
    },
    "p07": {
        "title": "Think Different",
        "text": "En 1996, Apple était à l'agonie — perdant un milliard de dollars par an. Apple acheta NeXT, et Jobs faisait partie du lot. En septembre 1997, douze ans après en avoir été chassé, Jobs redevint PDG d'Apple. Sa première décision fut brutale et brillante. Il supprima 70 % des produits. « Focus », dit-il. « Nous ne ferons que quatre excellents produits. » Puis vint la campagne publicitaire : Think Different. Les visages d'Einstein, Gandhi, Picasso, Lennon, Ali. Le message était clair : Apple était pour les rebelles, les marginaux."
    },
    "p08": {
        "title": "L'Ombre s'Abat",
        "text": "L'iMac se vendit à 800 000 exemplaires en cinq mois. L'iPod mettait « 1 000 chansons dans votre poche ». Puis l'ombre s'abattit. En octobre 2003, les médecins découvrirent une tumeur sur le pancréas de Jobs. Un cancer. Au lieu de se faire opérer, il essaya des traitements alternatifs. Neuf mois passèrent avant qu'il accepte enfin l'intervention. En 2009, il s'envola secrètement pour le Tennessee afin de subir une greffe du foie. Malgré tout, il continuait à travailler. « Je veux laisser une empreinte dans l'univers », avait-il dit. Désormais, il courait contre la montre."
    },
    "p09": {
        "title": "Les Dernières Révolutions",
        "text": "L'iPhone a tout changé. Annoncé en janvier 2007, il combinait téléphone, iPod et Internet en un appareil magique. Le PDG de Microsoft dit que personne ne l'achèterait. Les clients faisaient la queue jusqu'au coin de la rue. Puis vint l'iPad en 2010. Les critiques le qualifièrent de « gros iPhone ». Il se vendit à 15 millions d'exemplaires la première année. Jobs le présenta assis — il était trop faible pour rester debout. Le 24 août 2011, Jobs envoya un email au conseil d'Apple : il ne pouvait plus assumer le rôle de PDG."
    },
    "p10": {
        "title": "Soyez Insatiables. Soyez Fous.",
        "text": "Le 5 octobre 2011, Steve Jobs s'est éteint dans sa maison de Palo Alto. Il avait cinquante-six ans. Ses derniers mots, selon sa sœur, furent de simples expressions d'émerveillement : « Oh wow. Oh wow. Oh wow. » Il a transformé six industries : l'informatique, le cinéma d'animation, la musique, la téléphonie, les tablettes et l'édition numérique. Il a fait d'Apple l'entreprise la plus valorisée de l'histoire. Il a été abandonné à la naissance, mais a choisi de se voir comme choisi. Il a été viré de sa propre entreprise, mais il est revenu pour la sauver. Il a combattu la mort pendant huit ans, mais n'a jamais cessé de créer. Soyez insatiables. Soyez fous. Le garçon venu d'un garage avait laissé son empreinte dans l'univers."
    }
}