{
    "p01": {
        "title": "捨てられた。選ばれた。特別な存在。",
        "text": "サンフランシスコの病院で、若い女性が書類にサインしていた。頬には涙が伝っている。養子縁組の予定だった夫婦は土壇場で辞退した——彼らが欲しかったのは女の子だったのだ。ポールとクララがその呼びかけに応えた。二人は約束した：何があってもこの子を大学に行かせること。そして赤ん坊にスティーブン・ポール・ジョブズという名を与えた。数十年後、スティーブは知ることになる。生まれて一週間も経たないうちに二度も見捨てられていたことを。しかし彼は養父母がこう言ってくれたことも覚えていた：「違うんだ。私たちは君を特別に選んだんだよ。」捨てられた。選ばれた。特別な存在。この三つの言葉が、彼のすべてを定義することになる。"
    },
    "p02": {
        "title": "ガレージワークショップ",
        "text": "ガレージには機械油とはんだの匂いが漂っていた。ポールは息子に教えた：「フェンスの裏側も、表と同じくらい美しく作ることが大切なんだ。たとえ誰にも見えなくてもね。」本物の職人精神とは、誰も気づかない部分を大切にすることだ。12歳の時、スティーブはHPのCEO、ビル・ヒューレットに電話をかけ、部品をもらえないかと頼んだ。ヒューレットは少年と20分も話し——夏のアルバイトまで与えた。スティーブ・ジョブズは悟り始めていた：ルールは破るためにある。"
    },
    "p03": {
        "title": "ガレージの中の二人のスティーブ",
        "text": "ウォズニアックとジョブズは正反対の人間だった。ウォズは内気で天才的で、お金には全く興味がない。ジョブズはカリスマ性があり野心的で、あらゆるものにビジネスチャンスを見出した。彼らの最初のコラボレーションは違法なものだった。AT&Tの電話網をハッキングする「ブルーボックス」の製作だ。「ブルーボックスがなければ」とジョブズは語った。「アップルは生まれなかった。」アップルコンピュータ社は1976年4月1日、エイプリルフールに誕生した。彼は21歳。世界を変えようとしていた。"
    },
    "p04": {
        "title": "ハロー、ワールド",
        "text": "1980年、アップルは上場した。フォード・モーター以来最も人気を集めたIPOだ。25歳のジョブズの資産は2億5600万ドルに達した。彼はゼロックスPARCを訪れ未来を目にした：ウィンドウ、アイコン、マウスで操作するコンピュータ。「君たちは金鉱の上に座ってるんだ！」彼は叫んだ。1984年1月24日、彼はMacintoshを発表した。それは話した。自己紹介をした。観客は熱狂した。スティーブ・ジョブズはコンピュータ業界を永遠に変えたのだ。"
    },
    "p05": {
        "title": "取締役会の裏切り",
        "text": "Macintoshは美しかった。しかし遅く、高価でもあった。売上は落ち込んだ。ジョブズはますます不安定になっていった——ある瞬間は社員を天才と褒めたたえ、次の瞬間にはその仕事をゴミだとこき下ろす。1985年5月、取締役会は投票した。全員がジョン・スカリー側についた。両親のガレージでアップルを築いた男は、自らの会社から追放された。30歳だった。完全な屈辱だった。"
    },
    "p06": {
        "title": "荒野の時代",
        "text": "NeXTは美しいコンピュータを作ったが、ほとんど誰も買わなかった。しかしピクサーでは魔法が起きていた。ジョブズは血のつながった姉、小説家のモナ・シンプソンを見つけた。禅僧に導かれてローレンと結婚した。何年も否認し続けた娘リサとも和解した。1995年11月『トイ・ストーリー』が公開されると大ヒットとなった。ジョブズはピクサーのIPOのステージに立ち、突如として彼の持ち株は10億ドルを超える価値を持った。ストーリーテリングに賭けて——勝ったのだ。"
    },
    "p07": {
        "title": "Think Different",
        "text": "1996年、アップルは死にかけていた——年間10億ドルの損失を出していた。アップルはNeXTを買収し、ジョブズもついてきた。1997年9月、追放から12年後、ジョブズは再びアップルのCEOとなった。彼の最初の一手は残酷かつ鮮やかだった。製品の70%を削った。「フォーカスだ」と彼は言った。「4つの素晴らしい製品だけを作る。」そして広告キャンペーン：Think Different。アインシュタイン、ガンジー、ピカソ、レノン、アリの顔。メッセージは明確だった：アップルは反逆者のため、はみ出し者のためのものだ。"
    },
    "p08": {
        "title": "影が落ちる",
        "text": "iMacは最初の5ヶ月で80万台を売り上げた。iPodは「ポケットに1000曲」を実現した。そして影が落ちた。2003年10月、医師たちはジョブズの膵臓に腫瘍を見つけた。がん。手術の代わりに代替療法を試した。9ヶ月が過ぎてからようやく手術を許可した。2009年、ひそかにテネシー州に飛び肝臓移植を受けた。そのすべてを通じて働き続けた。「宇宙に衝撃を与えたい」と彼は言っていた。今、彼は時間との競争をしていた。"
    },
    "p09": {
        "title": "最後の革命",
        "text": "iPhoneはすべてを変えた。2007年1月に発表されたそれは、電話、iPod、インターネットを一つの魔法のデバイスに統合した。マイクロソフトのCEOは誰も買わないと言った。しかし顧客は行列を作った。続いて2010年のiPad。批評家は「ただの大きなiPhone」と嘲った。初年度に1500万台を売り上げた。ジョブズは座って紹介した——長時間立っていられないほど体が弱っていた。2011年8月24日、ジョブズはアップルの取締役会にメールを送った：もはやCEOを務めることはできない。"
    },
    "p10": {
        "title": "ハングリーであれ、愚かであれ",
        "text": "2011年10月5日、スティーブ・ジョブズはパロアルトの自宅で息を引き取った。56歳だった。姉によると、彼の最後の言葉は驚嘆に満ちたシンプルなものだった：「Oh wow. Oh wow. Oh wow.」彼は6つの産業を変革した：パソコン、アニメ映画、音楽、携帯電話、タブレット、デジタル出版。アップルを史上最も価値ある企業に築き上げた。生まれた時に捨てられた。しかし選ばれた者と見ることを選んだ。自らの会社から解雇された。しかし戻ってきてそれを救った。8年間死と戦った。しかし創造をやめなかった。ハングリーであれ、愚かであれ。ガレージから始まった少年は、宇宙に衝撃を与えた。"
    }
}