{
    "p01": {
        "title": "Toscane, 1452 : Le Bâtard Chanceux",
        "text": "Dans les collines de Toscane, le 15 avril 1452, un bébé vint au monde dans des circonstances inhabituelles. Son père, Piero, était un notaire respecté de la ville de Vinci. Sa mère, Caterina, était une orpheline de seize ans, fille de paysans. Ils ne se marieraient jamais. Dans le carnet de famille, le grand-père Antonio nota la naissance en une seule ligne : « Il m'est né un petit-fils, non legittimo. » Illégitime. Dans l'Italie de la Renaissance, cela aurait dû être une marque de honte. Depuis cinq générations, les hommes da Vinci étaient notaires — des professionnels du droit qui rédigeaient contrats et testaments. Mais la guilde des notaires refusait les enfants nés hors mariage. Léonard ne serait jamais autorisé à reprendre l'affaire familiale. Il n'aurait jamais à s'asseoir dans un bureau poussiéreux pour copier des documents juridiques en latin. Au contraire, cet accident de naissance allait le libérer pour devenir quelque chose que le monde n'avait jamais vu. Tandis que ses demi-frères légitimes passeraient leur vie comme notaires, Léonard suivrait sa curiosité sauvage où qu'elle le mène. Comme l'a dit un historien, l'Italie de la Renaissance était « un âge d'or pour les bâtards »."
    },
    "p02": {
        "title": "Le Garçon Curieux dans la Nature",
        "text": "Léonard passa son enfance entre deux foyers. Sa mère Caterina épousa un fermier local et eut d'autres enfants. Son père prit une épouse convenable à Florence et venait rarement. Le garçon grandit dans la maison de ses grands-parents, élevé par son oncle Francesco, un homme décontracté de seulement quinze ans son aîné. Dans la campagne toscane, Léonard développa l'habitude qui définirait sa vie : observer. Il regardait les oiseaux s'envoler et essayait de comprendre comment fonctionnaient leurs ailes. Il observait les tourbillons dans les ruisseaux et traçait les motifs du regard. Il explorait les grottes des collines, trouvant des fossiles qui le conduiraient plus tard à remettre en question le récit biblique du Déluge. Il nota, cinquante ans plus tard, un souvenir qui captait l'étrange intensité de son enfance : quand il était bébé dans son berceau, un oiseau appelé milan était descendu et lui avait frappé la bouche avec sa queue. Que ce fût réel ou un rêve, il passerait sa vie entière à essayer de comprendre comment les oiseaux volent. Il n'eut presque aucune éducation formelle — juste un peu de mathématiques dans une « école d'abaque ». Mais cela le libéra de la pensée médiévale poussiéreuse. Il se qualifierait de « disciple de l'expérience », apprenant directement de la nature plutôt que des vieux livres."
    },
    "p03": {
        "title": "L'Atelier de Verrocchio : La Forge des Génies",
        "text": "Vers 1466, alors que Léonard avait environ quatorze ans, son père l'emmena à Florence et lui arrangea un apprentissage chez Andrea del Verrocchio, l'un des meilleurs artistes de la ville. L'atelier de Verrocchio était un laboratoire de la Renaissance où peinture, sculpture, orfèvrerie et ingénierie se croisaient. Les jeunes apprentis n'apprenaient pas seulement à peindre — ils étudiaient l'anatomie sur des cadavres, l'optique par des expériences sur la lumière, et l'ingénierie en aidant à couler le bronze. L'atelier bourdonnait des plus grands esprits artistiques de l'époque. Sandro Botticelli y travaillait. Le Pérugin et Lorenzo di Credi aussi. Léonard absorba tout. Il étudia comment les plis de tissu capturent la lumière. Il s'entraîna à dessiner des draperies sur des modèles en argile jusqu'à pouvoir rendre des étoffes qui semblaient respirer. Quand Verrocchio peignit « Le Baptême du Christ », il confia au jeune Léonard la réalisation d'un des anges. Selon le biographe Vasari, quand Verrocchio vit ce que son apprenti avait créé — un ange aux boucles vivantes et à l'expression éthérée — il jeta ses pinceaux et déclara qu'il ne peindrait plus jamais, ayant été surpassé par un garçon. L'histoire est peut-être exagérée, mais le tableau survit. L'ange de Léonard est clairement supérieur — plus vivant, plus dimensionnel, plus mystérieusement expressif."
    },
    "p04": {
        "title": "1476 : Accusé à Florence",
        "text": "Le succès dans l'atelier de Verrocchio aurait dû propulser Léonard vers la célébrité artistique. Au lieu de cela, en avril 1476, une accusation anonyme brisa sa carrière montante. Quelqu'un déposa une plainte dans l'un des « Tamburi » de Florence — les tambours où les citoyens pouvaient dénoncer anonymement d'autres personnes. Léonard, 24 ans, fut accusé de sodomie avec un modèle de dix-sept ans. À Florence, la sodomie était techniquement passible du bûcher. Pendant deux mois, le sort de Léonard resta incertain. Les charges furent finalement abandonnées — peut-être parce qu'un autre accusé était apparenté à la puissante famille Médicis. Mais l'expérience laissa des cicatrices. Léonard ne cacha jamais son attirance pour les jeunes hommes. Ses carnets seraient plus tard remplis de dessins de ses beaux élèves. Mais après le procès, quelque chose changea. Il devint plus prudent, plus secret. Sa célèbre écriture en miroir — griffonnant de droite à gauche, lisible seulement dans un miroir — a peut-être commencé comme une habitude de dissimulation. Florence, malgré sa gloire artistique, avait révélé sa capacité de cruauté. Le dirigeant Médicis Laurent le Magnifique lui donna peu de commandes, l'envoyant finalement à Milan comme cadeau diplomatique, ne portant qu'une lyre d'argent. Léonard avait assez de talent pour fuir, mais il n'était pas un favori. Il était un marginal — brillant, beau, mais toujours légèrement en dehors du système."
    },
    "p05": {
        "title": "Milan 1482 : L'Ingénieur et le Cheval Géant",
        "text": "À trente ans, Léonard écrivit peut-être la plus grande candidature de l'histoire. Dans une lettre à Ludovic Sforza, duc de Milan, il énuméra ses qualifications en onze paragraphes. Il pouvait concevoir des ponts, des canons, des véhicules blindés, des engins de siège et des canaux. Il pouvait construire des ponts portables pour les armées. Il pouvait assécher des douves et créer des catapultes. Ce n'est que dans le dernier paragraphe, presque comme une pensée après coup, qu'il ajouta : « De même en peinture, je peux faire tout ce qui est possible. » Milan devint le laboratoire créatif de Léonard pendant les dix-sept années suivantes. Il conçut des fêtes et des productions théâtrales pour la cour — des spectacles spectaculaires avec des planètes mobiles et des anges mécaniques. Il disséqua des cadavres et remplit des carnets de dessins anatomiques d'une précision sans précédent. Il rêva de machines volantes basées sur ses études des ailes d'oiseaux. Finalement, en 1493, le duc Ludovic lui commanda un cheval de bronze géant — un monument qui serait plus grand que n'importe quelle sculpture en bronze au monde. Léonard y travailla pendant des années, créant un énorme modèle en argile qui émerveilla tous ceux qui le virent. Mais le bronze destiné au cheval fut réquisitionné pour fabriquer des canons quand la France menaça d'envahir. Le cheval ne serait jamais coulé. « Dis-moi si quelque chose a jamais été accompli », griffonna Léonard dans ses carnets, encore et encore. Ce serait le refrain de sa vie."
    },
    "p06": {
        "title": "La Cène : Treize Réactions",
        "text": "En 1495, le duc Ludovic demanda à Léonard de peindre une fresque pour le réfectoire de Santa Maria delle Grazie. Le sujet était traditionnel : le dernier repas du Christ avec ses disciples. Mais Léonard allait le transformer en quelque chose de révolutionnaire. Il choisit de capturer un seul instant explosif : le moment où Jésus annonce « L'un de vous me trahira. » Regardez les visages des douze disciples. Ils éclatent en vagues d'émotion — choc, dénégation, colère, confusion — ondulant vers l'extérieur depuis le Christ comme une pierre jetée dans l'eau calme. Chaque visage raconte une histoire. Pierre se penche en avant, couteau à la main, déjà prêt à la violence. Jean ferme les yeux de chagrin. Judas recule dans l'ombre, agrippant sa bourse d'argent. Thomas pointe vers le haut, présageant son futur doute. Pour y parvenir, Léonard étudia comment les émotions se meuvent sur les visages humains. Il suivit des gens dans les rues de Milan, dessinant leurs expressions. Il disséqua les muscles des lèvres pour comprendre comment les sourires se forment. Mais son perfectionnisme causa des retards sans fin. Certains jours, il fixait le mur pendant des heures, puis faisait un seul coup de pinceau et partait. Le prieur se plaignit au duc que Léonard était trop lent. Léonard répondit que « les hommes de génie élevé accomplissent parfois le plus quand ils travaillent le moins. » Il cherchait encore un visage assez maléfique pour Judas. Il suggéra d'utiliser celui du prieur comme modèle."
    },
    "p07": {
        "title": "1499 : Le Cheval Détruit",
        "text": "En septembre 1499, l'armée française entra dans Milan. Le duc Ludovic s'enfuit. La ville qui avait été le foyer de Léonard pendant dix-sept ans s'effondra autour de lui. Des archers français découvrirent le magnifique modèle en argile du cheval de Léonard dans la cour. Il avait fallu des années pour le créer — sept mètres de haut, un monument à toute son ambition et son savoir-faire. Les soldats l'utilisèrent pour s'entraîner au tir. Flèche après flèche s'enfonça dans l'argile jusqu'à ce que le grand cheval s'effondre. Léonard regarda ses rêves se désintégrer. Pendant les années suivantes, il erra comme un fantôme à travers les cités-États italiennes. Il travailla brièvement pour le brutal Cesare Borgia comme ingénieur militaire, cartographiant des forteresses et concevant des armes. Il retourna à Florence, où on lui commanda de peindre une immense scène de bataille pour l'hôtel de ville — « La Bataille d'Anghiari ». Le carton qu'il créa était brillant. Vasari l'appela « un enchevêtrement merveilleux de chevaux ». Mais Léonard expérimenta une nouvelle technique murale, et la peinture commença à couler. Il abandonna la fresque. Pendant ce temps, dans le même bâtiment, un jeune artiste nommé Michel-Ange peignait sa propre scène de bataille. Les deux génies se méprisaient. Michel-Ange se moquait de Léonard pour ses projets inachevés : « Toi qui as fait un cheval que tu n'as pas pu couler. » Léonard, toujours doux, ne répondit jamais publiquement. Mais la blessure était réelle."
    },
    "p08": {
        "title": "La Joconde : Seize Ans de Mystère",
        "text": "Francesco del Giocondo était un marchand de soie florentin qui commanda un portrait de sa jeune épouse, Lisa. C'était un travail simple — le genre que Léonard avait fait maintes fois. Mais quelque chose dans cette peinture le saisit. Il ne pouvait pas la lâcher. Pendant seize ans, jusqu'au jour de sa mort, Léonard garda le portrait. Il ajouta touche après touche, couche après couche de glacis d'huile transparents qui faisaient sa peau briller comme éclairée de l'intérieur. Il utilisa une technique qu'il appelait « sfumato » — l'estompage fumeux des lignes qui fait que les coins de ses yeux et de sa bouche semblent changer selon qu'on la regarde. Sourit-elle ? Est-elle triste ? Vous juge-t-elle, vous accueille-t-elle, ou cache-t-elle quelque chose ? L'ambiguïté était intentionnelle. Léonard avait passé des décennies à étudier comment les émotions scintillent sur les visages humains. Il avait disséqué les muscles qui contrôlent les lèvres. Il comprenait que les expressions ne sont jamais fixes — elles deviennent toujours autre chose. La Joconde capture cet éternel moment de transition. Regardez ses yeux. Ils vous suivent dans la pièce. Regardez le paysage derrière elle — ce sont deux vues différentes à des hauteurs différentes, créant une subtile désorientation. Tout dans cette peinture est conçu pour vous faire regarder à nouveau, pour remettre en question ce que vous voyez. Le marchand de soie n'eut jamais son tableau. Léonard le porta partout avec lui — à Milan, à Rome, finalement en France."
    },
    "p09": {
        "title": "France 1516 : Le Roi Qui L'Aimait",
        "text": "Léonard avait soixante-quatre ans quand le roi François Ier de France l'invita à vivre dans un manoir près du château royal d'Amboise. Le roi avait vingt-deux ans, brillant, curieux, et en admiration devant le vieux maître. L'arrangement était extraordinaire. Léonard recevrait une pension généreuse — plus qu'il n'avait jamais gagné. Il serait appelé « Premier peintre, ingénieur et architecte du roi ». Mais il n'y avait pas de commandes spécifiques. François voulait simplement Léonard près de lui pour lui rendre visite et l'écouter parler d'art, de science, de philosophie — de tout. Un passage souterrain secret reliait la maison de Léonard au château du roi. Le jeune monarque l'utilisait pour visiter le vieil artiste pendant des heures de conversation. Enfin, après une vie de mécènes exigeants et de projets abandonnés, Léonard avait trouvé quelqu'un qui valorisait son esprit avant tout. Dans ses dernières années, Léonard travailla sur ses carnets, organisant des décennies d'observations sur l'eau, la lumière, l'anatomie et la géologie. Il ajouta les dernières touches à la Joconde et à sa peinture de Sainte Anne. Il conçut un château royal et rêva de détourner des rivières. Sa main droite était paralysée, mais il pouvait encore travailler de la gauche. Sur l'une des dernières pages qu'il écrivit jamais, il résolvait un problème de géométrie. Puis, au milieu d'une phrase, il s'arrêta. « Parce que la soupe refroidit », écrivit-il."
    },
    "p10": {
        "title": "2 Mai 1519 : L'Héritage Éternel",
        "text": "Le 2 mai 1519, Léonard de Vinci mourut à Amboise. Selon Vasari, le roi François était à son chevet, berçant l'artiste mourant dans ses bras. La scène est peut-être légendaire — François était ailleurs ce jour-là selon certains documents — mais elle capture quelque chose de vrai : Léonard avait enfin trouvé un mécène qui l'aimait simplement pour être Léonard. Son testament laissa ses carnets et peintures à son fidèle élève Francesco Melzi. Tout le reste alla aux serviteurs et aux proches. Les carnets mettraient des siècles à être déchiffrés, dispersés à travers l'Europe, écrits à l'envers, remplis d'énigmes, de recettes et de révélations. Aujourd'hui, ils survivent — plus de 7 200 pages — comme le plus grand témoignage de curiosité jamais créé. Léonard n'a jamais cessé de poser des questions. Pourquoi le ciel est-il bleu ? À quoi ressemble la langue du pic-vert ? Comment les oiseaux volent-ils ? Pourquoi les gens bâillent-ils ? « Je n'ai pas de talents particuliers », dit un jour Einstein. « Je suis seulement passionnément curieux. » Quatre siècles plus tôt, Léonard avait dit quelque chose de similaire. Son génie n'était pas surhumain. Il était obstinément, obsessionnellement, joyeusement humain. Il observait. Il s'émerveillait. Il dessinait ce qu'il voyait et imaginait ce qu'il ne pouvait pas voir. Il refusait de séparer l'art de la science, la fantaisie de l'observation. Cinq cents ans après sa mort, nous regardons encore la Joconde et nous demandons : à quoi pense-t-elle ? Les questions ne cessent jamais. C'est son cadeau."
    }
}