{
    "p01": {
        "title": "1452年，托斯卡納：幸運的私生子",
        "text": "在托斯卡納的山丘上，1452年4月15日，一個嬰兒在不尋常的情況下來到這個世界。他的父親皮耶羅是文西鎮一位受人尊敬的公證人。他的母親卡特琳娜是一個16歲的孤兒農家女。他們永遠不會結婚。在家族筆記本上，祖父安東尼奧用一行字記錄了這次出生：「我得了一個孫子，非婚生。」私生子。在文藝復興時期的義大利，這本該是恥辱的烙印。五代以來，達文西家族的男人都是公證人——起草合約和遺囑的法律專業人士。但公證人行會禁止非婚生子女加入。李奧納多永遠不被允許繼承家族事業。他永遠不必坐在塵土飛揚的辦公室裡用拉丁文抄寫法律文件。相反，這個出生的意外將使他自由，成為世界從未見過的人物。當他那些合法的同父異母兄弟們一輩子當公證人時，李奧納多將追隨他狂野的好奇心走向任何方向。正如一位歷史學家所說，文藝復興時期的義大利是「私生子的黃金時代」。"
    },
    "p02": {
        "title": "大自然中的好奇男孩",
        "text": "李奧納多的童年在兩個家庭之間度過。他的母親卡特琳娜嫁給了當地一個農夫，生了更多孩子。他的父親在佛羅倫斯娶了一位門當戶對的妻子，很少回來探望。男孩在祖父母家長大，由他隨和的叔叔弗朗切斯科撫養，叔叔只比他大十五歲。在托斯卡納的鄉間，李奧納多養成了將定義他一生的習慣：觀察。他觀察鳥兒起飛，試圖理解翅膀如何運作。他觀察溪水漩渦，用眼睛追蹤那些圖案。他探索山丘上的洞穴，發現了化石，這些發現後來使他質疑聖經中大洪水的故事。他記錄了五十年後的一段記憶，捕捉了童年的奇特強度：當他還是搖籃中的嬰兒時，一隻叫做鳶的鳥飛下來，用尾巴敲打他的嘴巴。無論這是真實還是夢境，他將用一生的時間試圖理解鳥兒如何飛行。他幾乎沒有受過正規教育——只在「算盤學校」學過一些數學。但這使他免於中世紀陳舊的思維。他會自稱「經驗的門徒」，直接從大自然學習，而不是從舊書本。"
    },
    "p03": {
        "title": "韋羅基奧的工作坊：天才的熔爐",
        "text": "大約1466年，十四歲左右的李奧納多，被父親帶到佛羅倫斯，安排他拜師韋羅基奧——城裡最優秀的藝術家之一。韋羅基奧的工作坊是一個文藝復興時期的實驗室，繪畫、雕塑、金屬工藝和工程學在這裡交匯。年輕的學徒不只學習繪畫——他們通過研究屍體學習解剖學，通過光學實驗學習光影，通過協助青銅鑄造學習工程學。工作坊裡充斥著那個時代最偉大的藝術頭腦。桑德羅·波提切利在這裡工作。佩魯吉諾和洛倫佐·迪·克雷迪也是。李奧納多吸收了一切。他研究布料褶皺如何捕捉光線。他練習在黏土模型上畫布料，直到能畫出彷彿會呼吸的織物。當韋羅基奧繪製《基督受洗》時，他讓年輕的李奧納多畫其中一個天使。根據傳記作家瓦薩里的說法，當韋羅基奧看到他的學徒創造的東西——一個有著栩栩如生捲髮和空靈表情的天使——他扔下畫筆，宣稱自己再也不畫了，因為已被一個男孩超越。這個故事可能有誇大，但畫作保存至今。李奧納多的天使明顯更出色——更有生命力，更有立體感，更神秘動人。"
    },
    "p04": {
        "title": "1476年：佛羅倫斯的指控",
        "text": "在韋羅基奧工作坊的成功本該讓李奧納多成為藝術明星。相反，1476年4月，一項匿名指控粉碎了他正在崛起的事業。有人把一張投訴單投進佛羅倫斯的「塔姆布里」——市民可以匿名檢舉他人的鼓形容器。24歲的李奧納多被指控與一名17歲的模特兒發生不當行為。在佛羅倫斯，這種罪名理論上可被處以火刑。兩個月來，李奧納多的命運懸而未決。指控最終被撤銷——也許是因為另一名被告與權勢滔天的美第奇家族有親戚關係。但這段經歷留下了傷疤。李奧納多從未隱藏他對年輕男性的吸引力。他的筆記本後來充滿了他美麗學生的素描。但在審判之後，有些東西改變了。他變得更加謹慎，更加神秘。他著名的鏡像書寫——從右到左書寫，只有在鏡子中才能閱讀——可能就是作為隱藏習慣開始的。佛羅倫斯儘管藝術輝煌，卻展露了它殘酷的一面。美第奇統治者「華麗者」羅倫佐幾乎不給他任何委託，最終把他當作外交禮物送去米蘭，只帶著一把銀色里拉琴。李奧納多的才華足以讓他逃離，但他不是寵兒。他是個怪咖——才華橫溢，英俊瀟灑，卻永遠稍稍在體制之外。"
    },
    "p05": {
        "title": "1482年米蘭：工程師與巨馬",
        "text": "三十歲時，李奧納多寫了也許是史上最偉大的求職信。在給米蘭公爵盧多維科·斯福爾扎的信中，他用十一個段落列出了自己的資格。他能設計橋梁、大砲、裝甲車、攻城引擎和水道。他能為軍隊建造便攜式橋梁。他能排乾護城河，製造投石機。只在最後一段，他幾乎像是事後才想起來般補充道：「同樣在繪畫方面，我能做到一切。」米蘭將成為李奧納多接下來十七年的創意實驗室。他為宮廷設計壯觀的慶典和戲劇製作——有移動行星和機械天使的奇觀表演。他解剖屍體，在筆記本中畫下前所未有準確的解剖圖。他根據對鳥翅的研究夢想出飛行器。最終，1493年，公爵盧多維科委託他創造一匹巨型銅馬——一座比世界上任何青銅雕塑都大的紀念碑。李奧納多為此工作多年，創造了一個巨大的黏土模型，讓所有見過的人都驚嘆不已。但當法國威脅入侵時，用於鑄馬的青銅被沒收去製造大砲。這匹馬永遠不會被鑄造。「告訴我有什麼曾經完成過，」李奧納多在筆記本中一次又一次地潦草寫下。這將成為他一生的副歌。"
    },
    "p06": {
        "title": "最後的晚餐：十三種反應",
        "text": "1495年，公爵盧多維科請李奧納多為聖瑪麗亞感恩教堂的食堂畫一幅壁畫。主題很傳統：基督與門徒們的最後晚餐。但李奧納多將把它轉化為革命性的作品。他選擇捕捉一個爆炸性的單一時刻：耶穌宣布「你們中有一個人要出賣我」的那一瞬間。觀察十二個門徒的臉。他們爆發出一波波的情緒——震驚、否認、憤怒、困惑——從基督身上如石子投入靜水般向外擴散。每一張臉都講述一個故事。彼得向前傾身，手握刀，已經準備好使用暴力。約翰閉上眼睛，悲傷不已。猶大退縮到陰影中，緊握著他的銀袋。多馬指向天空，預示著他後來的懷疑。為了達到這種效果，李奧納多研究情緒如何在人臉上流動。他跟蹤米蘭街頭的人，素描他們的表情。他解剖嘴唇的肌肉，以理解微笑如何形成。但他的完美主義導致無盡的延遲。有些日子，他會盯著牆看幾個小時，然後畫一筆就離開。院長向公爵抱怨李奧納多太慢了。李奧納多回答說：「具有崇高天才的人有時候在工作最少時成就最多。」他還在尋找一張足夠邪惡的臉來畫猶大。他建議用院長的臉作為模特。"
    },
    "p07": {
        "title": "1499年：巨馬被毀",
        "text": "1499年9月，法國軍隊開進米蘭。公爵盧多維科逃跑了。這座作為李奧納多家園十七年的城市在他周圍崩塌。法國弓箭手在庭院中發現了李奧納多那匹壯麗的黏土馬模型。它花了數年才創造出來——七米多高，是他所有抱負和技藝的紀念碑。士兵們把它當靶子練習射擊。一箭又一箭射入黏土，直到這匹偉大的馬崩塌碎裂。李奧納多看著他的夢想瓦解。接下來的幾年裡，他像幽靈一樣在義大利各城邦間遊蕩。他曾短暫為殘忍的切薩雷·波吉亞擔任軍事工程師，繪製堡壘地圖，設計武器。他回到佛羅倫斯，受委託為市政廳畫一幅巨大的戰爭場面——《安吉亞里之戰》。他創作的草圖非常出色。瓦薩里稱之為「馬匹的奇妙糾纏」。但李奧納多嘗試了一種新的牆面技術，油彩開始流淌。他放棄了這幅壁畫。與此同時，在同一棟建築裡，一位名叫米開朗基羅的年輕藝術家正在畫他自己的戰爭場面。這兩位天才互相鄙視。米開朗基羅嘲諷李奧納多總是留下未完成的作品：「你這個做了一匹馬卻鑄不出來的人。」李奧納多一向溫和，從未公開回應。但傷痕是真實的。"
    },
    "p08": {
        "title": "蒙娜麗莎：十六年的神秘",
        "text": "弗朗切斯科·德爾·喬孔多是一位佛羅倫斯絲綢商人，他委託畫一幅年輕妻子麗莎的肖像。這是一份簡單的工作——李奧納多做過很多次這種事。但這幅畫的某些東西抓住了他。他無法放手。十六年，直到他去世的那一天，李奧納多一直保留著這幅肖像畫。他一筆又一筆地添加，一層又一層透明的油彩釉料，使她的皮膚彷彿從內部發光。他使用了一種他稱為「暈塗法」的技術——模糊線條的煙霧效果，使她眼角和嘴角似乎隨著你觀看而變化。她在微笑嗎？她悲傷嗎？她在評判你，還是歡迎你，還是隱藏著什麼？這種模糊是刻意的。李奧納多花了數十年研究情緒如何在人臉上閃爍。他解剖過控制嘴唇的肌肉。他理解表情永遠不是固定的——它們總是在變成別的什麼。《蒙娜麗莎》捕捉了那永恆的過渡時刻。看她的眼睛。它們在房間裡跟著你。看她身後的風景——那是兩個不同高度的不同視角，創造出微妙的迷惑感。這幅畫中的一切都旨在讓你再看一眼，質疑你所看到的。那位絲綢商人從未拿到他的畫。李奧納多帶著它到處走——米蘭、羅馬，最後到法國。"
    },
    "p09": {
        "title": "1516年法國：愛他的國王",
        "text": "李奧納多六十四歲時，法國國王法蘭索瓦一世邀請他住在昂布瓦斯皇家城堡附近的一座莊園裡。國王只有二十二歲，聰明、好奇，對這位老大師充滿敬畏。這安排非比尋常。李奧納多將獲得豐厚的年金——比他以往賺過的都多。他將被稱為「國王的首席畫家、工程師和建築師」。但沒有具體的委託。法蘭索瓦只是想讓李奧納多待在附近，這樣他可以來訪，聽他談論藝術、科學、哲學——任何話題。一條秘密的地下通道連接著李奧納多的房子和國王的城堡。年輕的君主會用它來拜訪老藝術家，進行數小時的對話。終於，在一生難搞的贊助人和被放棄的項目之後，李奧納多找到了一個最看重他思想的人。在生命最後幾年，李奧納多整理他的筆記本，將數十年關於水、光、解剖學和地質學的觀察歸類。他為《蒙娜麗莎》和《聖安妮》添加最後的筆觸。他設計皇家城堡，夢想改變河流的走向。他的右手癱瘓了，但他仍能用左手工作。在他寫過的最後幾頁中，他正在解一道幾何問題。然後，句子中途，他停了下來。「因為湯涼了，」他寫道。"
    },
    "p10": {
        "title": "1519年5月2日：永恆的遺產",
        "text": "1519年5月2日，李奧納多·達文西在昂布瓦斯去世。根據瓦薩里的記載，法蘭索瓦國王在他床邊，將垂死的藝術家擁入懷中。這個場景可能是傳說——根據某些記錄，法蘭索瓦那天人在別處——但它捕捉了一些真實的東西：李奧納多終於找到了一位僅僅因為他是李奧納多而愛他的贊助人。他的遺囑將筆記本和畫作留給忠實的學生弗朗切斯科·梅爾齊。其他一切留給僕人和親戚。這些筆記本經過數個世紀才被破譯，散落在歐洲各地，倒著書寫，充滿謎語、食譜和啟示。今天它們得以保存——超過7200頁——作為有史以來最偉大的好奇心記錄。李奧納多從未停止發問。天空為什麼是藍的？啄木鳥的舌頭長什麼樣子？鳥兒怎麼飛？人為什麼會打哈欠？「我沒有特別的才能，」愛因斯坦曾經說，「我只是對一切充滿熱情的好奇。」四個世紀前，李奧納多說過類似的話。他的天才不是超人的。而是頑固的、執著的、快樂的——是人類的。他觀察。他驚嘆。他畫下所見，想像他看不見的。他拒絕將藝術與科學、幻想與觀察分開。在他死後五百年，我們仍在看著《蒙娜麗莎》問：她在想什麼？追問永不停歇。這就是他的禮物。"
    }
}