{
    "p01": {
        "title": "Munich, 1884: A Boy and the Mysterious Compass",
        "text": "A boy stares at a compass. The needle moves—untouched. Magic, or physics? Young Albert Einstein lies sick in bed, but he cannot rest. His father has given him a simple gift: a small brass compass. The needle always points north, moved by an invisible force that the boy cannot see, cannot touch, cannot understand. This moment will haunt him. What unseen power controls the needle? What other invisible forces shape our universe? At five years old, Albert Einstein has found the question that will consume his entire life. The seed of imagination is planted. And one day, it will rewrite the laws of space and time."
    },
    "p02": {
        "title": "The Daydreaming Student",
        "text": "He didn't speak until age three. Teachers called him slow. His mind raced elsewhere. In a rigid German classroom, young Albert Einstein stares out the window while his teachers lecture. His classmates memorize facts obediently, but Einstein cannot. His mind refuses to follow orders—it wanders to questions about light and motion, space and time. The teachers see a failure; they do not see a genius in the making. Then his Uncle Jakob introduces him to algebra—not as boring mathematics, but as a puzzle game, a detective story with numbers. Suddenly, math becomes adventure. The 'slow' student begins to outthink everyone around him. The world just doesn't know it yet."
    },
    "p03": {
        "title": "The Patent Clerk's Secret",
        "text": "Rejected by universities. No job. Just a clerk stamping patents in Switzerland. By 1902, Albert Einstein should have been a physics professor. Instead, he sits at a desk in the Swiss Patent Office in Bern, reviewing other people's inventions. No university would hire him—he was too unconventional, too rebellious, too difficult for any professor to mentor. But this apparent failure becomes his secret weapon. The boring job leaves his mind free to wander. In stolen moments between patent applications, Einstein scribbles equations that will change everything. In this obscure office, unknown to his supervisors, one clerk is about to revolutionize our understanding of reality itself."
    },
    "p04": {
        "title": "1905: The Miracle Year",
        "text": "1905: Four papers. Each revolutionary. Physics would never be the same. In a cramped apartment in Bern, papers scattered everywhere, Albert Einstein works through the night while his wife Mileva watches. The established scientists dismiss him—who is this patent clerk with his wild ideas? But Einstein doesn't care. In a single miraculous year, he publishes four papers that will transform physics: explaining Brownian motion, proving that atoms exist, describing the photoelectric effect, and introducing special relativity with its famous equation: E=mc². Energy equals mass times the speed of light squared. Reality itself has been rewritten. Fame will come—but first, the world must understand what this unknown clerk has discovered."
    },
    "p05": {
        "title": "Light Bends—Einstein Becomes Famous",
        "text": "Light bends near the sun. Theory proven. Einstein becomes the world's most famous scientist. In November 1919, British astronomers announce their findings: during a solar eclipse, they observed starlight bending around the sun, exactly as Einstein's General Relativity predicted. Newspapers around the world explode with headlines. Overnight, a German-Jewish physicist becomes the most celebrated person on Earth. But sudden global fame brings more than admirers. Critics attack him. Anti-Semites threaten him. Einstein uses his new platform to speak for peace, for refugees, for his Jewish people. But darkness is rising in Germany—and Einstein has made powerful enemies."
    },
    "p06": {
        "title": "Fleeing the Nazi Nightmare",
        "text": "Nazis burned his books. Seized his home. Put a bounty on his head. He fled forever. In 1933, Albert Einstein stands on the deck of a ship bound for America, watching Europe fade on the horizon. He will never return to Germany. The homeland he loved has become a nightmare—Nazi brownshirts burn his books in public squares, his bank accounts are frozen, his house is raided. A bounty is placed on his head: '$5,000 for Einstein!' He renounces his German citizenship and embraces Princeton, New Jersey as his new home. But even safe in America, a terrible choice awaits: Should he help build the most destructive weapon in human history?"
    },
    "p07": {
        "title": "The Letter That Changed History",
        "text": "His letter to Roosevelt changed history. The atomic bomb was born. Regret followed. August 1939: In a simple cottage on Long Island, Albert Einstein hesitates before signing a letter to President Franklin D. Roosevelt. Physicist Leo Szilard has convinced him that Nazi Germany might build an atomic bomb first—and Einstein's own equation, E=mc², proves such a weapon is possible. The pacifist signs the letter. It launches the Manhattan Project. Six years later, Hiroshima burns. Einstein is devastated. 'I made one great mistake in my life,' he will later say—'when I signed the letter to President Roosevelt.' Science and destruction, forever intertwined. The pacifist helped birth the bomb."
    },
    "p08": {
        "title": "The Lonely Quest",
        "text": "After the war, decades chasing a unified theory. The answer always slipped away. In his Princeton study, an elderly Einstein stands before a blackboard covered in equations. He is searching for a unified field theory—a single set of equations that would explain all the forces of nature. Younger physicists embrace quantum mechanics, with its uncertainty and probability. 'God does not play dice with the universe,' Einstein insists. But the universe seems to disagree. The revolutionary has become a defender of old certainties. Young scientists pass him by, pursuing new paths. The greatest physicist of the century works alone, chasing an answer that remains forever out of reach."
    },
    "p09": {
        "title": "The Humble Genius",
        "text": "Israel offered him the presidency. He refused. Just a quiet room and a blackboard. In 1952, the new nation of Israel offers Albert Einstein its highest honor: become the nation's president. Einstein politely declines. Power, politics, ceremony—these hold no interest for a man who still has equations to solve, questions to ask, mysteries to ponder. He returns to his violin, his thought experiments, his beloved physics. The world wants a symbol; Einstein just wants to understand the universe. His body is failing—kidney disease, heart problems. But his imagination never stops reaching for the stars."
    },
    "p10": {
        "title": "The Eternal Legacy",
        "text": "April 18, 1955. Einstein dies. The slow-speaking boy had rewritten the universe. In Princeton Hospital, Albert Einstein takes his final breaths. On his bedside table lie equations—pages of unfinished work on the unified field theory he never completed. The mystery remains for future generations. But Einstein's real legacy is not his equations. It is the proof that one curious mind, armed with nothing but imagination, can reshape our understanding of reality itself. 'Imagination is more important than knowledge,' he once said. He proved it with his life. The boy who stared at a compass, wondering about invisible forces, grew into the man who revealed that space itself bends, that time itself stretches, that energy and matter are one. The universe will never look the same."
    }
}