{
    "p01": {
        "title": "Munich, 1884 : Un garçon et la mystérieuse boussole",
        "text": "Un garçon fixe une boussole. L'aiguille bouge — sans qu'on la touche. Magie ou physique ? Le petit Albert Einstein est alité, malade, mais il ne peut pas dormir. Son père lui a offert un cadeau simple : une petite boussole en laiton. L'aiguille pointe toujours vers le nord, mue par une force invisible qu'il ne peut ni voir, ni toucher, ni comprendre. Ce moment le hantera. Quelle puissance invisible contrôle l'aiguille ? Quelles autres forces invisibles façonnent notre univers ? À cinq ans, Albert Einstein a trouvé la question qui consumera toute sa vie. La graine de l'imagination est plantée. Un jour, elle réécrira les lois de l'espace et du temps."
    },
    "p02": {
        "title": "L'élève rêveur",
        "text": "Il n'a pas parlé avant trois ans. Les professeurs le trouvaient lent. Son esprit était déjà ailleurs. Dans une salle de classe allemande rigide, le jeune Albert Einstein regarde par la fenêtre pendant que ses professeurs font cours. Ses camarades mémorisent docilement les faits, mais Einstein en est incapable. Son esprit refuse d'obéir aux ordres — il s'égare vers des questions sur la lumière et le mouvement, l'espace et le temps. Les professeurs voient un échec ; ils ne voient pas un génie en devenir. Puis son oncle Jakob lui présente l'algèbre — non pas comme des mathématiques ennuyeuses, mais comme un jeu de puzzle, une histoire de détective avec des chiffres. Soudain, les maths deviennent une aventure. L'élève « lent » commence à surpasser tous ceux qui l'entourent. Le monde ne le sait pas encore."
    },
    "p03": {
        "title": "Le secret de l'employé des brevets",
        "text": "Rejeté par les universités. Sans emploi. Juste un employé tamponnant des brevets en Suisse. En 1902, Albert Einstein aurait dû être professeur de physique. Au lieu de cela, il est assis à un bureau de l'Office suisse des brevets à Berne, examinant les inventions des autres. Aucune université ne voulait l'embaucher — il était trop anticonformiste, trop rebelle, trop difficile à encadrer pour n'importe quel professeur. Mais cet échec apparent devient son arme secrète. Le travail ennuyeux laisse son esprit libre de vagabonder. Dans les moments volés entre les demandes de brevets, Einstein griffonne des équations qui changeront tout. Dans ce bureau obscur, à l'insu de ses supérieurs, un simple employé est sur le point de révolutionner notre compréhension de la réalité."
    },
    "p04": {
        "title": "1905 : L'année miraculeuse",
        "text": "1905 : quatre articles. Tous révolutionnaires. La physique ne sera plus jamais la même. Dans un petit appartement à Berne, des papiers éparpillés partout, Albert Einstein travaille toute la nuit tandis que sa femme Mileva le regarde. Les scientifiques établis le méprisent — qui est ce simple employé avec ses idées folles ? Mais Einstein s'en moque. En une seule année miraculeuse, il publie quatre articles qui transformeront la physique : l'explication du mouvement brownien, la preuve de l'existence des atomes, la description de l'effet photoélectrique, et l'introduction de la relativité restreinte avec sa célèbre équation : E=mc². L'énergie égale la masse multipliée par la vitesse de la lumière au carré. La réalité elle-même a été réécrite. La gloire viendra — mais d'abord, le monde doit comprendre ce que cet employé inconnu a découvert."
    },
    "p05": {
        "title": "La lumière se courbe — Einstein devient célèbre",
        "text": "La lumière se courbe près du Soleil. Théorie prouvée. Einstein devient le scientifique le plus célèbre au monde. En novembre 1919, des astronomes britanniques annoncent leurs découvertes : pendant une éclipse solaire, ils ont observé la lumière des étoiles se courber autour du Soleil, exactement comme la relativité générale d'Einstein l'avait prédit. Les journaux du monde entier explosent de gros titres. Du jour au lendemain, un physicien juif allemand devient la personne la plus célèbre sur Terre. Mais la célébrité mondiale soudaine apporte plus que des admirateurs. Les critiques l'attaquent. Les antisémites le menacent. Einstein utilise sa nouvelle tribune pour défendre la paix, les réfugiés, son peuple juif. Mais l'obscurité monte en Allemagne — et Einstein s'est fait des ennemis puissants."
    },
    "p06": {
        "title": "Fuite du cauchemar nazi",
        "text": "Les nazis ont brûlé ses livres. Saisi sa maison. Mis sa tête à prix. Il a fui pour toujours. En 1933, Albert Einstein se tient sur le pont d'un navire à destination de l'Amérique, regardant l'Europe disparaître à l'horizon. Il ne retournera jamais en Allemagne. La patrie qu'il aimait est devenue un cauchemar — les chemises brunes nazies brûlent ses livres sur les places publiques, ses comptes bancaires sont gelés, sa maison est perquisitionnée. Une prime est mise sur sa tête : « 5 000 dollars pour Einstein ! » Il renonce à sa citoyenneté allemande et fait de Princeton, dans le New Jersey, sa nouvelle maison. Mais même en sécurité en Amérique, un choix terrible l'attend : devrait-il aider à construire l'arme la plus destructrice de l'histoire humaine ?"
    },
    "p07": {
        "title": "La lettre qui a changé l'histoire",
        "text": "Sa lettre à Roosevelt a changé l'histoire. La bombe atomique est née. Les regrets ont suivi. Août 1939 : dans un simple cottage à Long Island, Albert Einstein hésite avant de signer une lettre au président Franklin D. Roosevelt. Le physicien Leo Szilard l'a convaincu que l'Allemagne nazie pourrait construire une bombe atomique en premier — et la propre équation d'Einstein, E=mc², prouve qu'une telle arme est possible. Le pacifiste signe la lettre. Elle lance le projet Manhattan. Six ans plus tard, Hiroshima brûle. Einstein est dévasté. « J'ai fait une grande erreur dans ma vie », dira-t-il plus tard — « quand j'ai signé la lettre au président Roosevelt. » Science et destruction, pour toujours entrelacées. Le pacifiste a aidé à donner naissance à la bombe."
    },
    "p08": {
        "title": "La quête solitaire",
        "text": "Après la guerre, des décennies à chercher une théorie unifiée. La réponse lui échappait toujours. Dans son bureau de Princeton, un Einstein âgé se tient devant un tableau noir couvert d'équations. Il cherche une théorie du champ unifié — un ensemble unique d'équations qui expliquerait toutes les forces de la nature. Les jeunes physiciens adoptent la mécanique quantique, avec son incertitude et sa probabilité. « Dieu ne joue pas aux dés avec l'univers », insiste Einstein. Mais l'univers semble ne pas être d'accord. Le révolutionnaire est devenu un défenseur des anciennes certitudes. Les jeunes scientifiques le dépassent, poursuivant de nouvelles voies. Le plus grand physicien du siècle travaille seul, poursuivant une réponse qui reste éternellement hors de portée."
    },
    "p09": {
        "title": "Le génie humble",
        "text": "Israël lui a offert la présidence. Il a refusé. Juste une pièce tranquille et un tableau noir. En 1952, la nouvelle nation d'Israël offre à Albert Einstein son plus grand honneur : devenir le président de la nation. Einstein décline poliment. Le pouvoir, la politique, les cérémonies — cela n'intéresse pas un homme qui a encore des équations à résoudre, des questions à poser, des mystères à méditer. Il retourne à son violon, ses expériences de pensée, sa physique bien-aimée. Le monde veut un symbole ; Einstein veut juste comprendre l'univers. Son corps faiblit — maladie rénale, problèmes cardiaques. Mais son imagination ne cesse jamais de tendre vers les étoiles."
    },
    "p10": {
        "title": "L'héritage éternel",
        "text": "18 avril 1955. Einstein meurt. Le garçon qui parlait tard avait réécrit l'univers. À l'hôpital de Princeton, Albert Einstein rend son dernier souffle. Sur sa table de chevet se trouvent des équations — des pages de travail inachevé sur la théorie du champ unifié qu'il n'a jamais terminée. Le mystère reste pour les générations futures. Mais le véritable héritage d'Einstein n'est pas ses équations. C'est la preuve qu'un esprit curieux, armé de rien d'autre que l'imagination, peut remodeler notre compréhension de la réalité elle-même. « L'imagination est plus importante que le savoir », a-t-il dit un jour. Il l'a prouvé par sa vie. Le garçon qui fixait une boussole, s'interrogeant sur les forces invisibles, est devenu l'homme qui a révélé que l'espace lui-même se courbe, que le temps lui-même s'étire, que l'énergie et la matière ne font qu'un. L'univers ne sera plus jamais le même."
    }
}