{
    "p01": {
        "title": "ミュンヘン、1884年：少年と不思議な方位磁石",
        "text": "少年は方位磁石を見つめる。針が動く——誰も触れていないのに。魔法か、物理か？幼いアルベルト・アインシュタインは病床にありながらも、眠ることができない。父から簡単な贈り物をもらったのだ：小さな真鍮の方位磁石。針は常に北を指し、目に見えない、触れることもできない、理解できない神秘的な力に動かされている。この瞬間は彼を一生つきまとう。針を支配している見えない力とは何なのか？私たちの宇宙を形作る他の見えない力とは？5歳にして、アインシュタインは自分の人生すべてを費やすことになる問いを見つけたのだ。想像力の種が蒔かれた。そしていつの日か、それは時間と空間の法則を書き換えることになる。"
    },
    "p02": {
        "title": "空想にふける生徒",
        "text": "3歳まで話さなかった。先生は「遅い」と言った。でも、彼の心はどこか別の場所にいた。厳格なドイツの教室で、幼いアインシュタインは窓の外を見つめる。先生が講義をしている間も。クラスメートたちは従順に事実を暗記するが、アインシュタインにはできない。彼の頭脳は命令に従うことを拒否する——光と運動、空間と時間についての問いへとさまよっていくのだ。先生たちの目には落第生にしか映らない。形成されつつある天才の姿は見えない。そしてヤーコブおじさんが代数を紹介してくれた——退屈な数学としてではなく、パズルゲームとして、数字を使った探偵物語として。突然、数学は冒険になった。「遅い」生徒は周りの誰よりも深く考え始める。ただ、世界はまだそれを知らないだけだ。"
    },
    "p03": {
        "title": "特許事務員の秘密",
        "text": "大学に拒否された。仕事もない。スイスの特許局でハンコを押すだけの事務員。1902年までに、アインシュタインは物理学の教授になっているはずだった。しかし彼はベルンのスイス特許局の机に座り、他人の発明を審査していた。どの大学も彼を雇おうとしなかった——あまりにも型破り、あまりにも反抗的で、どの教授も指導できなかった。しかしこの見かけ上の失敗は、彼の秘密兵器となる。退屈な仕事は彼の心を自由にさまよわせた。特許申請の合間を盗んで、アインシュタインはすべてを変えることになる方程式を書き留める。この目立たないオフィスで、上司たちに知られることなく、一人の事務員が現実についての私たちの理解を根底から覆そうとしていた。"
    },
    "p04": {
        "title": "1905年：奇跡の年",
        "text": "1905年：4本の論文。どれも革命的。物理学は二度と同じではなくなった。ベルンの狭いアパートで、論文があちこちに散らばる中、アインシュタインは徹夜で働き、妻ミレヴァが見守っている。著名な科学者たちは彼を鼻で笑う——この特許事務員は何者だ、狂った考えを持っているだけじゃないか？しかしアインシュタインは気にしない。この奇跡的な一年で、彼は物理学を変える4本の論文を発表する：ブラウン運動の説明、原子の存在の証明、光電効果の記述、そして有名な方程式を含む特殊相対性理論の提唱：E=mc²。エネルギーは質量に光速の二乗を掛けたものに等しい。現実そのものが書き換えられた。名声はやってくる——しかしまず、世界はこの無名の事務員が何を発見したのかを理解しなければならなかった。"
    },
    "p05": {
        "title": "光が曲がる——アインシュタイン、世界的に有名になる",
        "text": "太陽の近くで光が曲がる。理論が証明された。アインシュタインは世界で最も有名な科学者になった。1919年11月、イギリスの天文学者たちが発見を発表する：日食の間、彼らは太陽の周りで星の光が曲がるのを観測した——アインシュタインの一般相対性理論が予測した通りに。世界中の新聞が見出しで炸裂する。一夜にして、ドイツ系ユダヤ人の物理学者が地球上で最も有名な人物となった。しかし突然の世界的名声は、崇拝者だけでなく多くのものをもたらす。批評家が彼を攻撃する。反ユダヤ主義者が彼を脅す。アインシュタインは新しいプラットフォームを使って平和のため、難民のため、ユダヤ人のために声を上げる。しかしドイツには闘が広がっていた——そしてアインシュタインは強力な敵を作ってしまっていた。"
    },
    "p06": {
        "title": "ナチスの悪夢からの脱出",
        "text": "ナチスは彼の本を燃やした。家を没収した。懸賞金をかけた。彼は永遠に逃れた。1933年、アインシュタインはアメリカ行きの船の甲板に立ち、地平線に消えていくヨーロッパを見つめる。二度とドイツに戻ることはない。彼が愛した祖国は悪夢と化した——ナチスの突撃隊が広場で彼の本を燃やし、銀行口座は凍結され、家は襲撃された。彼の首には懸賞金がかけられた：「アインシュタインに5000ドル！」彼はドイツ国籍を放棄し、ニュージャージー州プリンストンを新しい故郷として受け入れる。しかしアメリカで安全であっても、恐ろしい選択が待っていた：人類史上最も破壊的な兵器を作る手助けをすべきか？"
    },
    "p07": {
        "title": "歴史を変えた手紙",
        "text": "ルーズベルトへの手紙が歴史を変えた。原子爆弾が生まれた。後悔が続いた。1939年8月：ロングアイランドのシンプルなコテージで、アインシュタインはフランクリン・D・ルーズベルト大統領への手紙に署名する前にためらう。物理学者レオ・シラードは彼に、ナチス・ドイツが先に原子爆弾を作るかもしれないと説得した——そしてアインシュタイン自身の方程式 E=mc² が、そのような兵器が可能であることを証明していた。平和主義者は手紙に署名した。それはマンハッタン計画を始動させた。6年後、広島が燃えた。アインシュタインは打ちのめされた。「私は人生で一つの大きな間違いを犯した」と彼は後に言う——「ルーズベルト大統領への手紙に署名したときだ。」科学と破壊、永遠に絡み合う。平和主義者は爆弾を生み出す手助けをしてしまった。"
    },
    "p08": {
        "title": "孤独な探求",
        "text": "戦後、何十年も統一理論を追い求めた。答えはいつもすり抜けていった。プリンストンの書斎で、老いたアインシュタインは方程式で覆われた黒板の前に立つ。彼は統一場理論を探している——自然のすべての力を説明する単一の方程式のセット。若い物理学者たちは量子力学を受け入れ、その不確実性と確率を受け入れる。「神は宇宙とサイコロを振らない」とアインシュタインは主張する。しかし宇宙は同意しないようだ。革命家は古い確実性の擁護者になった。若い科学者たちは彼を追い越し、新しい道を追求する。世紀最大の物理学者は一人で働き、永遠に手の届かない答えを追いかけている。"
    },
    "p09": {
        "title": "謙虚な天才",
        "text": "イスラエルは彼に大統領になるよう申し出た。彼は断った。静かな部屋と黒板があればいい。1952年、新しい国家イスラエルはアインシュタインに最高の栄誉を提供する：国の大統領になること。アインシュタインは丁重に辞退する。権力、政治、式典——これらは、まだ解くべき方程式、問うべき疑問、考えるべき謎がある人間には何の興味もない。彼はバイオリン、思考実験、愛する物理学に戻る。世界はシンボルを求めている。アインシュタインはただ宇宙を理解したいだけだ。体は衰えている——腎臓病、心臓の問題。しかし彼の想像力は星に向かって伸び続けることをやめない。"
    },
    "p10": {
        "title": "永遠の遺産",
        "text": "1955年4月18日。アインシュタイン死去。話すのが遅かった少年は、宇宙を書き換えた。プリンストン病院で、アインシュタインは最後の息を引き取る。ベッドサイドのテーブルには方程式が置かれている——彼が完成させることのなかった統一場理論の未完成の作業のページ。謎は未来の世代に残された。しかしアインシュタインの本当の遺産は方程式ではない。想像力だけを武器に、好奇心に満ちた一つの心が現実についての私たちの理解を再形成できることを証明したことだ。「想像力は知識より重要だ」と彼はかつて言った。彼は生涯をかけてそれを証明した。方位磁石を見つめ、見えない力について不思議に思っていた少年は、空間そのものが曲がり、時間そのものが伸び、エネルギーと物質が一つであることを明らかにした人間へと成長した。宇宙は二度と同じには見えない。"
    }
}