{
    "p01": {
        "title": "慕尼黑，1884年：男孩与神秘的指南针",
        "text": "男孩盯着指南针。指针转动——没人碰它。是魔法，还是物理？年幼的爱因斯坦卧病在床，却无法入睡。父亲送给他一份简单的礼物：一个小小的黄铜指南针。指针永远指向北方，被一股看不见、摸不到、无法理解的神秘力量所驱动。这一刻将萦绕他终生。是什么看不见的力量在控制指针？还有什么其他隐形力量在塑造我们的宇宙？五岁时，爱因斯坦就找到了那个将吞噬他一生的问题。想象力的种子就此播下，终有一天，它将改写时间与空间的法则。"
    },
    "p02": {
        "title": "爱做白日梦的学生",
        "text": "他三岁才开口说话。老师说他迟钝。但他的思绪，早已飞向别处。在严格的德国教室里，年幼的爱因斯坦望着窗外，老师在台上讲课，但他听不进去。同学们乖乖地死记硬背，爱因斯坦却做不到。他的脑袋拒绝服从命令——它只想游荡到关于光与运动、时间与空间的问题上。老师们眼中只看到一个失败者；他们没有看到一个正在成形的天才。后来雅各布叔叔把代数介绍给他——不是枯燥的数学，而是解谜游戏、是用数字说的侦探故事。突然间，数学变成了冒险。这个「迟钝」的学生开始在思维上超越身边所有人。只是世界还不知道而已。"
    },
    "p03": {
        "title": "专利职员的秘密",
        "text": "大学拒绝他。没有工作。只是瑞士专利局的一个小职员，盖盖章。到了1902年，爱因斯坦本应成为物理学教授。然而，他只能坐在伯尔尼瑞士专利局的办公桌前，审查别人的发明专利。没有大学愿意雇用他——他太不守规矩，太叛逆，任何教授都无法指导这样的人。但这个表面上的失败，却成了他的秘密武器。这份无聊的工作让他的头脑可以自由漫游。在审查专利申请的空档，爱因斯坦偷偷写下将改变一切的方程式。在这间不起眼的办公室里，上司们毫不知情，一个小职员即将彻底颠覆我们对现实的理解。"
    },
    "p04": {
        "title": "1905年：奇迹之年",
        "text": "1905年：四篇论文。每一篇都是革命。物理学从此不同。在伯尔尼一间狭小的公寓里，论文散落一地，爱因斯坦彻夜工作，妻子米列娃在一旁守望。知名科学家不屑一顾——这个专利职员算什么，不过是有些疯狂想法罢了。但爱因斯坦不在乎。在这奇迹般的一年里，他发表了四篇将改变物理学的论文：解释布朗运动、证明原子存在、描述光电效应，并提出狭义相对论及其著名公式：E=mc²。能量等于质量乘以光速的平方。现实本身被重新改写。名声终将到来——但首先，世界必须理解这位无名职员究竟发现了什么。"
    },
    "p05": {
        "title": "光线弯曲——爱因斯坦举世闻名",
        "text": "光在太阳附近弯曲。理论被证实。爱因斯坦成为全世界最有名的科学家。1919年11月，英国天文学家宣布他们的发现：在日食期间，他们观测到星光绕过太阳弯曲，与爱因斯坦的广义相对论预测完全吻合。世界各地的报纸头条炸开了锅。一夜之间，一位德籍犹太物理学家成为地球上最受瞩目的人物。但突如其来的全球名气带来的不只是崇拜者。批评者攻击他，反犹太者威胁他。爱因斯坦利用这个新平台为和平发声、为难民发声、为他的犹太同胞发声。但德国正在陷入黑暗——爱因斯坦已经树立了强大的敌人。"
    },
    "p06": {
        "title": "逃离纳粹噩梦",
        "text": "纳粹烧了他的书。没收他的家。悬赏他的人头。他永远逃离了。1933年，爱因斯坦站在一艘开往美国的船甲板上，看着欧洲在地平线上消失。他永远不会再回德国了。他深爱的祖国已成噩梦——纳粹褐衫军在广场上焚烧他的书籍，他的银行账户被冻结，他的房子被搜查。他的人头被悬赏：「抓到爱因斯坦赏五千美元！」他放弃德国公民身份，以新泽西州普林斯顿为新家。但即便在美国的安全之地，一个可怕的选择正在等待着他：他是否应该帮助制造人类史上最具毁灭性的武器？"
    },
    "p07": {
        "title": "改变历史的那封信",
        "text": "他给罗斯福的信改变了历史。原子弹诞生了。懊悔随之而来。1939年8月：在长岛一间简朴的小屋里，爱因斯坦在签署一封致富兰克林·罗斯福总统的信之前犹豫不决。物理学家李奥·西拉德说服他，纳粹德国可能率先制造原子弹——而爱因斯坦自己的公式 E=mc²，证明这种武器是可能的。这位和平主义者签了名。这封信启动了曼哈顿计划。六年后，广岛化为灰烬。爱因斯坦悲痛欲绝。「我一生中犯了一个重大错误，」他后来说，「就是签署那封致罗斯福总统的信。」科学与毁灭，从此纠缠不清。这位和平主义者帮助催生了原子弹。"
    },
    "p08": {
        "title": "孤独的追寻",
        "text": "战后数十年，他追寻统一场论。答案总是在指尖溜走。在普林斯顿的书房里，年迈的爱因斯坦站在满是方程式的黑板前。他在寻找统一场论——一组能解释自然界所有力量的方程式。年轻的物理学家们拥抱量子力学，拥抱它的不确定性和概率。「上帝不会和宇宙掷骰子，」爱因斯坦坚持说。但宇宙似乎不同意。革命者变成了旧理论的捍卫者。年轻科学家们抛下他，往前走了，追寻新的道路。这位本世纪最伟大的物理学家孤独地工作着，追逐一个永远无法企及的答案。"
    },
    "p09": {
        "title": "谦逊的天才",
        "text": "以色列邀请他当总统。他婉拒。只要一个安静的房间和一块黑板。1952年，新成立的以色列国向爱因斯坦提供最高荣誉：成为这个国家的总统。爱因斯坦礼貌地拒绝了。权力、政治、典礼——这些对一个仍有方程式要解、问题要问、谜团要思索的人毫无吸引力。他回到他的小提琴、他的思想实验、他深爱的物理学。世界想要一个象征；爱因斯坦只想理解宇宙。他的身体正在衰败——肾病、心脏病。但他的想象力从未停止伸向星辰。"
    },
    "p10": {
        "title": "永恒的遗产",
        "text": "1955年4月18日。爱因斯坦逝世。那个迟迟不开口说话的男孩，重写了整个宇宙。在普林斯顿医院，爱因斯坦吐出最后几口气。床头桌上摆着方程式——那是他从未完成的统一场论的未竟稿纸。谜题留给了未来的世代。但爱因斯坦真正的遗产不是他的方程式。而是证明一个充满好奇心的头脑，仅凭想象力，就能重塑我们对现实的理解。「想象力比知识更重要，」他曾说。他用一生证明了这句话。那个盯着指南针、对隐形力量充满好奇的男孩，长大后揭示了空间本身会弯曲、时间本身会延展、能量与物质是一体的。宇宙从此不再相同。"
    }
}