{
    "p01": {
        "title": "慕尼黑，1884年：男孩與神秘的指南針",
        "text": "男孩盯著指南針。指針轉動——沒人碰它。是魔法，還是物理？年幼的愛因斯坦臥病在床，卻無法入睡。父親送給他一份簡單的禮物：一個小小的黃銅指南針。指針永遠指向北方，被一股看不見、摸不到、無法理解的神秘力量所驅動。這一刻將縈繞他終生。是什麼看不見的力量在控制指針？還有什麼其他隱形力量在塑造我們的宇宙？五歲時，愛因斯坦就找到了那個將吞噬他一生的問題。想像力的種子就此播下，終有一天，它將改寫時間與空間的法則。"
    },
    "p02": {
        "title": "愛做白日夢的學生",
        "text": "他三歲才開口說話。老師說他遲鈍。但他的思緒，早已飛向別處。在嚴格的德國教室裡，年幼的愛因斯坦望著窗外，老師在台上講課，但他聽不進去。同學們乖乖地死記硬背，愛因斯坦卻做不到。他的腦袋拒絕服從命令——它只想遊蕩到關於光與運動、時間與空間的問題上。老師們眼中只看到一個失敗者；他們沒有看到一個正在成形的天才。後來雅各布叔叔把代數介紹給他——不是枯燥的數學，而是解謎遊戲、是用數字說的偵探故事。突然間，數學變成了冒險。這個「遲鈍」的學生開始在思維上超越身邊所有人。只是世界還不知道而已。"
    },
    "p03": {
        "title": "專利職員的秘密",
        "text": "大學拒絕他。沒有工作。只是瑞士專利局的一個小職員，蓋蓋章。到了1902年，愛因斯坦本應成為物理學教授。然而，他只能坐在伯恩瑞士專利局的辦公桌前，審查別人的發明專利。沒有大學願意雇用他——他太不守規矩，太叛逆，任何教授都無法指導這樣的人。但這個表面上的失敗，卻成了他的秘密武器。這份無聊的工作讓他的頭腦可以自由漫遊。在審查專利申請的空檔，愛因斯坦偷偷寫下將改變一切的方程式。在這間不起眼的辦公室裡，上司們毫不知情，一個小職員即將徹底顛覆我們對現實的理解。"
    },
    "p04": {
        "title": "1905年：奇蹟之年",
        "text": "1905年：四篇論文。每一篇都是革命。物理學從此不同。在伯恩一間狹小的公寓裡，論文散落一地，愛因斯坦徹夜工作，妻子米列娃在一旁守望。知名科學家不屑一顧——這個專利職員算什麼，不過是有些瘋狂想法罷了。但愛因斯坦不在乎。在這奇蹟般的一年裡，他發表了四篇將改變物理學的論文：解釋布朗運動、證明原子存在、描述光電效應，並提出狹義相對論及其著名公式：E=mc²。能量等於質量乘以光速的平方。現實本身被重新改寫。名聲終將到來——但首先，世界必須理解這位無名職員究竟發現了什麼。"
    },
    "p05": {
        "title": "光線彎曲——愛因斯坦舉世聞名",
        "text": "光在太陽附近彎曲。理論被證實。愛因斯坦成為全世界最有名的科學家。1919年11月，英國天文學家宣布他們的發現：在日食期間，他們觀測到星光繞過太陽彎曲，與愛因斯坦的廣義相對論預測完全吻合。世界各地的報紙頭條炸開了鍋。一夜之間，一位德籍猶太物理學家成為地球上最受矚目的人物。但突如其來的全球名氣帶來的不只是崇拜者。批評者攻擊他，反猶太者威脅他。愛因斯坦利用這個新平台為和平發聲、為難民發聲、為他的猶太同胞發聲。但德國正在陷入黑暗——愛因斯坦已經樹立了強大的敵人。"
    },
    "p06": {
        "title": "逃離納粹噩夢",
        "text": "納粹燒了他的書。沒收他的家。懸賞他的人頭。他永遠逃離了。1933年，愛因斯坦站在一艘開往美國的船甲板上，看著歐洲在地平線上消失。他永遠不會再回德國了。他深愛的祖國已成噩夢——納粹褐衫軍在廣場上焚燒他的書籍，他的銀行帳戶被凍結，他的房子被搜查。他的人頭被懸賞：「抓到愛因斯坦賞五千美元！」他放棄德國公民身份，以紐澤西州普林斯頓為新家。但即便在美國的安全之地，一個可怕的選擇正在等待著他：他是否應該幫助製造人類史上最具毀滅性的武器？"
    },
    "p07": {
        "title": "改變歷史的那封信",
        "text": "他給羅斯福的信改變了歷史。原子彈誕生了。懊悔隨之而來。1939年8月：在長島一間簡樸的小屋裡，愛因斯坦在簽署一封致富蘭克林·羅斯福總統的信之前猶豫不決。物理學家李奧·西拉德說服他，納粹德國可能率先製造原子彈——而愛因斯坦自己的公式 E=mc²，證明這種武器是可能的。這位和平主義者簽了名。這封信啟動了曼哈頓計畫。六年後，廣島化為灰燼。愛因斯坦悲痛欲絕。「我一生中犯了一個重大錯誤，」他後來說，「就是簽署那封致羅斯福總統的信。」科學與毀滅，從此糾纏不清。這位和平主義者幫助催生了原子彈。"
    },
    "p08": {
        "title": "孤獨的追尋",
        "text": "戰後數十年，他追尋統一場論。答案總是在指尖溜走。在普林斯頓的書房裡，年邁的愛因斯坦站在滿是方程式的黑板前。他在尋找統一場論——一組能解釋自然界所有力量的方程式。年輕的物理學家們擁抱量子力學，擁抱它的不確定性和機率。「上帝不會和宇宙擲骰子，」愛因斯坦堅持說。但宇宙似乎不同意。革命者變成了舊理論的捍衛者。年輕科學家們拋下他，往前走了，追尋新的道路。這位本世紀最偉大的物理學家孤獨地工作著，追逐一個永遠無法企及的答案。"
    },
    "p09": {
        "title": "謙遜的天才",
        "text": "以色列邀請他當總統。他婉拒。只要一個安靜的房間和一塊黑板。1952年，新成立的以色列國向愛因斯坦提供最高榮譽：成為這個國家的總統。愛因斯坦禮貌地拒絕了。權力、政治、典禮——這些對一個仍有方程式要解、問題要問、謎團要思索的人毫無吸引力。他回到他的小提琴、他的思想實驗、他深愛的物理學。世界想要一個象徵；愛因斯坦只想理解宇宙。他的身體正在衰敗——腎病、心臟病。但他的想像力從未停止伸向星辰。"
    },
    "p10": {
        "title": "永恆的遺產",
        "text": "1955年4月18日。愛因斯坦逝世。那個遲遲不開口說話的男孩，重寫了整個宇宙。在普林斯頓醫院，愛因斯坦吐出最後幾口氣。床頭桌上擺著方程式——那是他從未完成的統一場論的未竟稿紙。謎題留給了未來的世代。但愛因斯坦真正的遺產不是他的方程式。而是證明一個充滿好奇心的頭腦，僅憑想像力，就能重塑我們對現實的理解。「想像力比知識更重要，」他曾說。他用一生證明了這句話。那個盯著指南針、對隱形力量充滿好奇的男孩，長大後揭示了空間本身會彎曲、時間本身會延展、能量與物質是一體的。宇宙從此不再相同。"
    }
}