{
    "p01": {
        "title": "1452年、トスカーナ：幸運な私生児",
        "text": "トスカーナの丘陵地帯で、1452年4月15日、一人の赤ん坊が異例の状況で生まれた。父ピエロはヴィンチの町の尊敬される公証人だった。母カテリーナは16歳の孤児で農民の娘だった。二人は結婚することはなかった。家族の記録帳に、祖父アントニオは一行だけ書き残した：「孫が生まれた、非嫡出」。私生児。ルネサンス時代のイタリアでは、これは恥の烙印であるはずだった。五世代にわたり、ダ・ヴィンチ家の男たちは公証人だった—契約書や遺言書を作成する法律の専門家だ。しかし公証人組合は婚外子を受け入れなかった。レオナルドは家業を継ぐことを許されなかった。埃っぽい事務所でラテン語の法律文書を書き写す必要はなかった。代わりに、この出生の偶然が彼を自由にし、世界がかつて見たことのない存在にすることになる。正嫡の異母兄弟たちが一生公証人として過ごす間、レオナルドは好奇心の赴くままにどこへでも向かうことになる。ある歴史家が言ったように、ルネサンス時代のイタリアは「私生児の黄金時代」だった。"
    },
    "p02": {
        "title": "自然の中の好奇心旺盛な少年",
        "text": "レオナルドは二つの家庭を行き来しながら幼少期を過ごした。母カテリーナは地元の農夫と結婚し、さらに子供をもうけた。父はフィレンツェでふさわしい妻を娶り、めったに訪ねてこなかった。少年は祖父母の家で育ち、15歳しか年の離れていない気さくな叔父フランチェスコに面倒を見てもらった。トスカーナの田舎で、レオナルドは彼の人生を定義することになる習慣を身につけた：観察。彼は鳥が飛び立つのを見て、翼がどう機能するか理解しようとした。小川の渦を見て、その模様を目で追った。丘の洞窟を探検し、後に聖書の大洪水の物語に疑問を投げかけることになる化石を見つけた。50年後に記録した記憶は、幼少期の奇妙な強烈さを捉えている：揺りかごにいた赤ん坊の頃、トビという鳥が舞い降りてきて尻尾で彼の口を叩いたという。これが現実か夢かはともかく、彼は生涯をかけて鳥がどう飛ぶかを理解しようとした。正規の教育はほとんど受けなかった—「そろばん学校」で少し数学を学んだだけ。しかしこれが彼を中世の古臭い思考から解放した。彼は自らを「経験の弟子」と呼び、古い本からではなく自然から直接学んだ。"
    },
    "p03": {
        "title": "ヴェロッキオの工房：天才の溶鉱炉",
        "text": "1466年頃、14歳前後のレオナルドは父に連れられてフィレンツェを訪れ、市で最も優れた芸術家の一人、ヴェロッキオに弟子入りすることになった。ヴェロッキオの工房はルネサンスの実験室であり、絵画、彫刻、金属細工、工学が交差する場所だった。若い弟子たちは絵を描くだけでなく、死体を研究して解剖学を学び、光学実験で光と影を学び、ブロンズ鋳造を手伝って工学を学んだ。工房はその時代の最も偉大な芸術的頭脳で溢れていた。サンドロ・ボッティチェリがここで働いていた。ペルジーノやロレンツォ・ディ・クレディも。レオナルドはすべてを吸収した。布の襞がどう光を捉えるかを研究した。粘土の模型に布を描く練習をし、まるで呼吸しているかのような織物を描けるようになるまで続けた。ヴェロッキオが『キリストの洗礼』を描いた時、若いレオナルドに天使の一人を描かせた。伝記作家ヴァザーリによれば、ヴェロッキオは弟子の作品—生き生きとした巻き毛と霊妙な表情の天使—を見た時、筆を投げ捨て、少年に超えられたのでもう絵は描かないと宣言したという。この話は誇張かもしれないが、絵画は今も残っている。レオナルドの天使は明らかに優れている—より生き生きとし、より立体的で、より神秘的に美しい。"
    },
    "p04": {
        "title": "1476年：フィレンツェでの告発",
        "text": "ヴェロッキオの工房での成功はレオナルドを芸術のスターにするはずだった。代わりに、1476年4月、匿名の告発が彼の上昇キャリアを粉々にした。誰かが投書をフィレンツェの「タンブーリ」—市民が匿名で他人を告発できる太鼓型の容器—に投げ込んだ。24歳のレオナルドは17歳のモデルとの不道徳な行為で告発された。フィレンツェでは、この罪は理論上火刑に処せられる可能性があった。2ヶ月間、レオナルドの運命は宙に浮いていた。告発は最終的に撤回された—おそらく他の被告の一人が強力なメディチ家と親戚関係にあったためだ。しかしこの経験は傷を残した。レオナルドは若い男性への魅力を決して隠さなかった。彼のノートは後に美しい弟子たちの素描で満たされることになる。しかし裁判の後、何かが変わった。彼はより慎重に、より秘密主義になった。彼の有名な鏡文字—右から左に書き、鏡でのみ読める—は隠蔽の習慣として始まったのかもしれない。フィレンツェは芸術の栄光にもかかわらず、その残酷さを露呈した。メディチ家の統治者「豪華王」ロレンツォはほとんど彼に仕事を与えず、最終的に彼を外交の贈り物としてミラノに送り出した。レオナルドは逃げ出すだけの才能があったが、寵児ではなかった。彼ははみ出し者だった—才能があり、美しく、しかし常にわずかに体制の外にいた。"
    },
    "p05": {
        "title": "1482年ミラノ：技師と巨大な馬",
        "text": "30歳の時、レオナルドはおそらく史上最高の就職願いを書いた。ミラノ公ルドヴィーコ・スフォルツァへの手紙で、彼は11の段落にわたって自分の資格を列挙した。橋、大砲、装甲車、攻城兵器、水路を設計できる。軍隊のために携帯用の橋を建設できる。堀を排水し、投石機を作れる。最後の段落でやっと、まるで思い出したかのように付け加えた：「同様に絵画においても、あらゆることができます。」ミラノは次の17年間、レオナルドの創造的実験室となった。宮廷のために壮大な祝祭や演劇を企画した—動く惑星や機械仕掛けの天使のある壮観なショー。死体を解剖し、かつてないほど正確な解剖図をノートに描いた。鳥の翼の研究から飛行機械を夢想した。そして1493年、ルドヴィーコ公は彼に巨大な銅馬—世界最大の青銅彫刻になるはずの記念碑—の制作を依頼した。レオナルドは何年もかけて、見る者すべてを驚嘆させる巨大な粘土模型を作った。しかしフランスの侵攻が迫ると、馬のための青銅は大砲を作るために没収された。馬は決して鋳造されなかった。「何かが完成したことがあるか教えてくれ」とレオナルドはノートに何度も何度も書きなぐった。これが彼の生涯のリフレインとなる。"
    },
    "p06": {
        "title": "最後の晩餐：十三の反応",
        "text": "1495年、ルドヴィーコ公はレオナルドにサンタ・マリア・デッレ・グラツィエ教会の食堂に壁画を描くよう依頼した。主題は伝統的なもの：キリストと弟子たちの最後の晩餐。しかしレオナルドはそれを革命的な作品に変えることになる。彼は一つの爆発的な瞬間を捉えることを選んだ：イエスが「あなたがたのうち一人が私を裏切る」と告げた瞬間。12人の弟子たちの顔を見てみよう。彼らは感情の波—衝撃、否認、怒り、困惑—を爆発させ、それが石を静かな水に投げ込んだようにキリストから外へ向かって波紋のように広がる。一人一人の顔が物語を語る。ペテロは前に身を乗り出し、ナイフを手に、すでに暴力の準備ができている。ヨハネは目を閉じ、悲しみに沈む。ユダは影の中に後ずさりし、銀貨の入った袋を握りしめている。トマスは天を指し、後の疑いを予感させる。これを達成するため、レオナルドは感情が人の顔をどう動くかを研究した。ミラノの通りで人々を追い、表情を素描した。微笑みがどう形成されるかを理解するため、唇の筋肉を解剖した。しかし彼の完璧主義は果てしない遅延を招いた。ある日は壁を何時間も見つめ、一筆だけ引いて立ち去ることもあった。修道院長は公爵にレオナルドが遅すぎると苦情を言った。レオナルドは答えた：「崇高な天才を持つ者は時として、最も少なく働く時に最も多くを成し遂げる。」彼はまだユダを描くのに十分邪悪な顔を探していた。修道院長の顔をモデルにしてはどうかと提案した。"
    },
    "p07": {
        "title": "1499年：巨大な馬の破壊",
        "text": "1499年9月、フランス軍がミラノに入城した。ルドヴィーコ公は逃亡した。17年間レオナルドの故郷だった都市が彼の周りで崩壊した。フランスの弓兵たちは中庭でレオナルドの壮麗な粘土の馬の模型を発見した。何年もかけて作られたもの—7メートル以上の高さで、彼のすべての野心と技術の記念碑。兵士たちはそれを的にして射撃練習をした。矢が次々と粘土に突き刺さり、偉大な馬は崩れ落ちた。レオナルドは夢が砕けるのを見た。その後数年間、彼は亡霊のようにイタリアの都市国家を彷徨った。残忍なチェーザレ・ボルジアのもとで一時期軍事技師として働き、要塞の地図を描き、武器を設計した。フィレンツェに戻り、市庁舎の巨大な戦争画—『アンギアーリの戦い』—の依頼を受けた。彼が描いた下絵は見事だった。ヴァザーリはそれを「馬たちの素晴らしい絡み合い」と呼んだ。しかしレオナルドは新しい壁画技法を試み、絵の具が流れ始めた。彼は壁画を放棄した。同時に、同じ建物で、ミケランジェロという若い芸術家が自分の戦争画を描いていた。二人の天才は互いを軽蔑した。ミケランジェロはレオナルドが未完成の作品を残すことを嘲笑した：「馬を作っておいて鋳造できなかったお前が。」いつも穏やかなレオナルドは公には反論しなかった。しかし傷は本物だった。"
    },
    "p08": {
        "title": "モナ・リザ：十六年の神秘",
        "text": "フランチェスコ・デル・ジョコンドはフィレンツェの絹商人で、若い妻リザの肖像画を依頼した。単純な仕事だった—レオナルドが何度もやったようなこと。しかしこの絵の何かが彼を捉えた。彼は手放すことができなかった。16年間、死ぬ日まで、レオナルドはこの肖像画を持ち続けた。一筆一筆、透明な油彩の層を重ね、彼女の肌が内側から輝くようにした。彼は「スフマート」と呼ぶ技法を使った—線をぼかす煙のような効果で、見る者によって彼女の目尻や口元が変化するように見える。彼女は微笑んでいるのか？悲しんでいるのか？あなたを判断しているのか、歓迎しているのか、何かを隠しているのか？この曖昧さは意図的だった。レオナルドは何十年も感情が人の顔をどう横切るかを研究してきた。唇を制御する筋肉を解剖した。表情は決して固定されていない—常に何か別のものになりつつある、と理解していた。『モナ・リザ』はその永遠の過渡の瞬間を捉えている。彼女の目を見てみよう。部屋中どこにいてもあなたを追ってくる。背後の風景を見てみよう—異なる高さからの二つの異なる眺めで、微妙な違和感を生み出している。この絵のすべてがあなたにもう一度見させ、見たものを疑わせるよう設計されている。絹商人は絵を受け取ることはなかった。レオナルドはどこへ行くにもそれを持って行った—ミラノ、ローマ、そして最後にフランスへ。"
    },
    "p09": {
        "title": "1516年フランス：彼を愛した王",
        "text": "レオナルドが64歳の時、フランス国王フランソワ1世はアンボワーズの王城近くの館に住むよう招いた。王は22歳、聡明で好奇心旺盛で、老巨匠に畏敬の念を抱いていた。この取り決めは異例だった。レオナルドはこれまでで最も多くの年金—彼がかつて稼いだどれよりも多い金額—を受け取ることになる。「国王付き首席画家、技師、建築家」と呼ばれることになる。しかし具体的な依頼はなかった。フランソワは単にレオナルドを近くに置いて、芸術、科学、哲学—何でも—について話を聞きたかった。秘密の地下道がレオナルドの家と王の城を繋いでいた。若い君主はそれを使って老芸術家を訪ね、何時間も会話した。ついに、難しいパトロンと放棄されたプロジェクトの人生の後、レオナルドは彼の頭脳を何よりも大切にする人を見つけた。最後の数年間、レオナルドはノートを整理し、何十年にもわたる水、光、解剖学、地質学についての観察を分類した。『モナ・リザ』と『聖アンナ』に最後の筆を加えた。王室の城を設計し、川の流れを変えることを夢想した。右手は麻痺していたが、左手でまだ描けた。彼が書いた最後のページの一つで、彼は幾何学の問題を解いていた。そして文の途中で、彼は止まった。「スープが冷めるから」と書いた。"
    },
    "p10": {
        "title": "1519年5月2日：永遠の遺産",
        "text": "1519年5月2日、レオナルド・ダ・ヴィンチはアンボワーズで亡くなった。ヴァザーリによれば、フランソワ王は彼のベッドの傍にいて、死にゆく芸術家を腕に抱いていた。この場面は伝説かもしれない—ある記録によれば、フランソワはその日別の場所にいた—しかしそれは何か真実を捉えている：レオナルドはついにレオナルドであるというだけの理由で彼を愛するパトロンを見つけたのだ。遺言でノートと絵画は忠実な弟子フランチェスコ・メルツィに遺された。他のすべては使用人と親戚に。ノートは解読されるまで何世紀もかかった。ヨーロッパ中に散らばり、逆さに書かれ、謎と料理のレシピと啟示に満ちていた。今日それらは残っている—7200ページ以上—史上最も偉大な好奇心の記録として。レオナルドは問うことを決して止めなかった。なぜ空は青いのか？キツツキの舌はどんな形をしているか？鳥はどう飛ぶか？なぜ人はあくびをするか？「私は特別な才能はない」とアインシュタインはかつて言った。「ただ情熱的に好奇心旺盛なだけだ。」4世紀前、レオナルドも同じようなことを言った。彼の天才は超人的なものではなかった。頑固で、執着し、喜びに満ちた—人間的なものだった。彼は観察した。驚嘆した。見たものを描き、見えないものを想像した。芸術と科学、空想と観察を分けることを拒んだ。彼の死後500年、私たちはまだ『モナ・リザ』を見て問いかけている：彼女は何を考えているのか？問いは決して止まらない。それが彼の贈り物だ。"
    }
}