{
    "p01": {
        "title": "1452年，托斯卡纳：幸运的私生子",
        "text": "在托斯卡纳的山丘上，1452年4月15日，一个婴儿在不寻常的情况下来到这个世界。他的父亲皮耶罗是芬奇镇一位受人尊敬的公证人。他的母亲卡特琳娜是一个16岁的孤儿农家女。他们永远不会结婚。在家族笔记本上，祖父安东尼奥用一行字记录了这次出生：「我得了一个孙子，非婚生。」私生子。在文艺复兴时期的意大利，这本该是耻辱的烙印。五代以来，达·芬奇家族的男人都是公证人——起草合同和遗嘱的法律专业人士。但公证人行会禁止非婚生子女加入。列奥纳多永远不被允许继承家族事业。他永远不必坐在尘土飞扬的办公室里用拉丁文抄写法律文件。相反，这个出生的意外将使他自由，成为世界从未见过的人物。当他那些合法的同父异母兄弟们一辈子当公证人时，列奥纳多将追随他狂野的好奇心走向任何方向。正如一位历史学家所说，文艺复兴时期的意大利是「私生子的黄金时代」。"
    },
    "p02": {
        "title": "大自然中的好奇男孩",
        "text": "列奥纳多的童年在两个家庭之间度过。他的母亲卡特琳娜嫁给了当地一个农夫，生了更多孩子。他的父亲在佛罗伦萨娶了一位门当户对的妻子，很少回来探望。男孩在祖父母家长大，由他随和的叔叔弗朗切斯科抚养，叔叔只比他大十五岁。在托斯卡纳的乡间，列奥纳多养成了将定义他一生的习惯：观察。他观察鸟儿起飞，试图理解翅膀如何运作。他观察溪水漩涡，用眼睛追踪那些图案。他探索山丘上的洞穴，发现了化石，这些发现后来使他质疑圣经中大洪水的故事。他记录了五十年后的一段记忆，捕捉了童年的奇特强度：当他还是摇篮中的婴儿时，一只叫做鸢的鸟飞下来，用尾巴敲打他的嘴巴。无论这是真实还是梦境，他将用一生的时间试图理解鸟儿如何飞行。他几乎没有受过正规教育——只在「算盘学校」学过一些数学。但这使他免于中世纪陈旧的思维。他会自称「经验的门徒」，直接从大自然学习，而不是从旧书本。"
    },
    "p03": {
        "title": "韦罗基奥的工作坊：天才的熔炉",
        "text": "大约1466年，十四岁左右的列奥纳多，被父亲带到佛罗伦萨，安排他拜师韦罗基奥——城里最优秀的艺术家之一。韦罗基奥的工作坊是一个文艺复兴时期的实验室，绘画、雕塑、金属工艺和工程学在这里交汇。年轻的学徒不只学习绘画——他们通过研究尸体学习解剖学，通过光学实验学习光影，通过协助青铜铸造学习工程学。工作坊里充斥着那个时代最伟大的艺术头脑。桑德罗·波提切利在这里工作。佩鲁吉诺和洛伦佐·迪·克雷迪也是。列奥纳多吸收了一切。他研究布料褶皱如何捕捉光线。他练习在黏土模型上画布料，直到能画出仿佛会呼吸的织物。当韦罗基奥绘制《基督受洗》时，他让年轻的列奥纳多画其中一个天使。根据传记作家瓦萨里的说法，当韦罗基奥看到他的学徒创造的东西——一个有着栩栩如生卷发和空灵表情的天使——他扔下画笔，宣称自己再也不画了，因为已被一个男孩超越。这个故事可能有夸大，但画作保存至今。列奥纳多的天使明显更出色——更有生命力，更有立体感，更神秘动人。"
    },
    "p04": {
        "title": "1476年：佛罗伦萨的指控",
        "text": "在韦罗基奥工作坊的成功本该让列奥纳多成为艺术明星。相反，1476年4月，一项匿名指控粉碎了他正在崛起的事业。有人把一张投诉单投进佛罗伦萨的「塔姆布里」——市民可以匿名检举他人的鼓形容器。24岁的列奥纳多被指控与一名17岁的模特发生不当行为。在佛罗伦萨，这种罪名理论上可被处以火刑。两个月来，列奥纳多的命运悬而未决。指控最终被撤销——也许是因为另一名被告与权势滔天的美第奇家族有亲戚关系。但这段经历留下了伤疤。列奥纳多从未隐藏他对年轻男性的吸引力。他的笔记本后来充满了他美丽学生的素描。但在审判之后，有些东西改变了。他变得更加谨慎，更加神秘。他著名的镜像书写——从右到左书写，只有在镜子中才能阅读——可能就是作为隐藏习惯开始的。佛罗伦萨尽管艺术辉煌，却展露了它残酷的一面。美第奇统治者「华丽者」洛伦佐几乎不给他任何委托，最终把他当作外交礼物送去米兰，只带着一把银色里拉琴。列奥纳多的才华足以让他逃离，但他不是宠儿。他是个怪咖——才华横溢，英俊潇洒，却永远稍稍在体制之外。"
    },
    "p05": {
        "title": "1482年米兰：工程师与巨马",
        "text": "三十岁时，列奥纳多写了也许是史上最伟大的求职信。在给米兰公爵卢多维科·斯福尔扎的信中，他用十一个段落列出了自己的资格。他能设计桥梁、大炮、装甲车、攻城引擎和水道。他能为军队建造便携式桥梁。他能排干护城河，制造投石机。只在最后一段，他几乎像是事后才想起来般补充道：「同样在绘画方面，我能做到一切。」米兰将成为列奥纳多接下来十七年的创意实验室。他为宫廷设计壮观的庆典和戏剧制作——有移动行星和机械天使的奇观表演。他解剖尸体，在笔记本中画下前所未有准确的解剖图。他根据对鸟翅的研究梦想出飞行器。最终，1493年，公爵卢多维科委托他创造一匹巨型铜马——一座比世界上任何青铜雕塑都大的纪念碑。列奥纳多为此工作多年，创造了一个巨大的黏土模型，让所有见过的人都惊叹不已。但当法国威胁入侵时，用于铸马的青铜被没收去制造大炮。这匹马永远不会被铸造。「告诉我有什么曾经完成过，」列奥纳多在笔记本中一次又一次地潦草写下。这将成为他一生的副歌。"
    },
    "p06": {
        "title": "最后的晚餐：十三种反应",
        "text": "1495年，公爵卢多维科请列奥纳多为圣玛利亚感恩教堂的食堂画一幅壁画。主题很传统：基督与门徒们的最后晚餐。但列奥纳多将把它转化为革命性的作品。他选择捕捉一个爆炸性的单一时刻：耶稣宣布「你们中有一个人要出卖我」的那一瞬间。观察十二个门徒的脸。他们爆发出一波波的情绪——震惊、否认、愤怒、困惑——从基督身上如石子投入静水般向外扩散。每一张脸都讲述一个故事。彼得向前倾身，手握刀，已经准备好使用暴力。约翰闭上眼睛，悲伤不已。犹大退缩到阴影中，紧握着他的银袋。多马指向天空，预示着他后来的怀疑。为了达到这种效果，列奥纳多研究情绪如何在人脸上流动。他跟踪米兰街头的人，素描他们的表情。他解剖嘴唇的肌肉，以理解微笑如何形成。但他的完美主义导致无尽的延迟。有些日子，他会盯着墙看几个小时，然后画一笔就离开。院长向公爵抱怨列奥纳多太慢了。列奥纳多回答说：「具有崇高天才的人有时候在工作最少时成就最多。」他还在寻找一张足够邪恶的脸来画犹大。他建议用院长的脸作为模特。"
    },
    "p07": {
        "title": "1499年：巨马被毁",
        "text": "1499年9月，法国军队开进米兰。公爵卢多维科逃跑了。这座作为列奥纳多家园十七年的城市在他周围崩塌。法国弓箭手在庭院中发现了列奥纳多那匹壮丽的黏土马模型。它花了数年才创造出来——七米多高，是他所有抱负和技艺的纪念碑。士兵们把它当靶子练习射击。一箭又一箭射入黏土，直到这匹伟大的马崩塌碎裂。列奥纳多看着他的梦想瓦解。接下来的几年里，他像幽灵一样在意大利各城邦间游荡。他曾短暂为残忍的切萨雷·波吉亚担任军事工程师，绘制堡垒地图，设计武器。他回到佛罗伦萨，受委托为市政厅画一幅巨大的战争场面——《安吉亚里之战》。他创作的草图非常出色。瓦萨里称之为「马匹的奇妙纠缠」。但列奥纳多尝试了一种新的墙面技术，油彩开始流淌。他放弃了这幅壁画。与此同时，在同一栋建筑里，一位名叫米开朗基罗的年轻艺术家正在画他自己的战争场面。这两位天才互相鄙视。米开朗基罗嘲讽列奥纳多总是留下未完成的作品：「你这个做了一匹马却铸不出来的人。」列奥纳多一向温和，从未公开回应。但伤痕是真实的。"
    },
    "p08": {
        "title": "蒙娜丽莎：十六年的神秘",
        "text": "弗朗切斯科·德尔·乔孔多是一位佛罗伦萨丝绸商人，他委托画一幅年轻妻子丽莎的肖像。这是一份简单的工作——列奥纳多做过很多次这种事。但这幅画的某些东西抓住了他。他无法放手。十六年，直到他去世的那一天，列奥纳多一直保留着这幅肖像画。他一笔又一笔地添加，一层又一层透明的油彩釉料，使她的皮肤仿佛从内部发光。他使用了一种他称为「晕涂法」的技术——模糊线条的烟雾效果，使她眼角和嘴角似乎随着你观看而变化。她在微笑吗？她悲伤吗？她在评判你，还是欢迎你，还是隐藏着什么？这种模糊是刻意的。列奥纳多花了数十年研究情绪如何在人脸上闪烁。他解剖过控制嘴唇的肌肉。他理解表情永远不是固定的——它们总是在变成别的什么。《蒙娜丽莎》捕捉了那永恒的过渡时刻。看她的眼睛。它们在房间里跟着你。看她身后的风景——那是两个不同高度的不同视角，创造出微妙的迷惑感。这幅画中的一切都旨在让你再看一眼，质疑你所看到的。那位丝绸商人从未拿到他的画。列奥纳多带着它到处走——米兰、罗马，最后到法国。"
    },
    "p09": {
        "title": "1516年法国：爱他的国王",
        "text": "列奥纳多六十四岁时，法国国王弗朗索瓦一世邀请他住在昂布瓦斯皇家城堡附近的一座庄园里。国王只有二十二岁，聪明、好奇，对这位老大师充满敬畏。这安排非比寻常。列奥纳多将获得丰厚的年金——比他以往赚过的都多。他将被称为「国王的首席画家、工程师和建筑师」。但没有具体的委托。弗朗索瓦只是想让列奥纳多待在附近，这样他可以来访，听他谈论艺术、科学、哲学——任何话题。一条秘密的地下通道连接着列奥纳多的房子和国王的城堡。年轻的君主会用它来拜访老艺术家，进行数小时的对话。终于，在一生难搞的赞助人和被放弃的项目之后，列奥纳多找到了一个最看重他思想的人。在生命最后几年，列奥纳多整理他的笔记本，将数十年关于水、光、解剖学和地质学的观察归类。他为《蒙娜丽莎》和《圣安妮》添加最后的笔触。他设计皇家城堡，梦想改变河流的走向。他的右手瘫痪了，但他仍能用左手工作。在他写过的最后几页中，他正在解一道几何问题。然后，句子中途，他停了下来。「因为汤凉了，」他写道。"
    },
    "p10": {
        "title": "1519年5月2日：永恒的遗产",
        "text": "1519年5月2日，列奥纳多·达·芬奇在昂布瓦斯去世。根据瓦萨里的记载，弗朗索瓦国王在他床边，将垂死的艺术家拥入怀中。这个场景可能是传说——根据某些记录，弗朗索瓦那天人在别处——但它捕捉了一些真实的东西：列奥纳多终于找到了一位仅仅因为他是列奥纳多而爱他的赞助人。他的遗嘱将笔记本和画作留给忠实的学生弗朗切斯科·梅尔齐。其他一切留给仆人和亲戚。这些笔记本经过数个世纪才被破译，散落在欧洲各地，倒着书写，充满谜语、食谱和启示。今天它们得以保存——超过7200页——作为有史以来最伟大的好奇心记录。列奥纳多从未停止发问。天空为什么是蓝的？啄木鸟的舌头长什么样子？鸟儿怎么飞？人为什么会打哈欠？「我没有特别的才能，」爱因斯坦曾经说，「我只是对一切充满热情的好奇。」四个世纪前，列奥纳多说过类似的话。他的天才不是超人的。而是顽固的、执着的、快乐的——是人类的。他观察。他惊叹。他画下所见，想象他看不见的。他拒绝将艺术与科学、幻想与观察分开。在他死后五百年，我们仍在看着《蒙娜丽莎》问：她在想什么？追问永不停歇。这就是他的礼物。"
    }
}