{
    "p01": {
        "title": "1996 : Un gamin de 17 ans entre en NBA",
        "text": "À 17 ans, un gamin entre en NBA. On dit qu'il est trop jeune, trop vert. Lui a d'autres projets.\n\nLe centre d'entraînement des Lakers de Los Angeles bruisse de murmures. Un gamin de 17 ans — passé directement du lycée à la NBA — franchit les portes. Les vétérans le jaugent d'un œil sceptique. Pour qui se prend cet adolescent ?\n\nDans la salle de musculation, Jerry West observe depuis l'ombre. Ce même Jerry West dont la silhouette forme le logo NBA. Il perçoit quelque chose de différent. Lors du trajet vers le premier entraînement de Kobe, le jeune le bombarde de questions : chaque match, chaque instant, chaque décision.\n\nCe garçon n'est pas seulement talentueux — il est obsédé. Les autres rookies veulent du temps de jeu. Celui-ci veut comprendre le fonctionnement profond du jeu.\n\nCe soir-là, seul dans le gymnase, Kobe Bryant entame un rituel qui durera vingt ans. Personne d'autre n'est là. Juste lui, le panier et un rêve assez grand pour effrayer la plupart. Mais la peur ne fait pas partie de son vocabulaire.\n\nDès le premier jour, il veut dominer. Pas simplement jouer. Pas seulement rivaliser. Dominer. Le voyage du Black Mamba commence dans l'obscurité, bien avant que le monde ne connaisse son nom."
    },
    "p02": {
        "title": "Italie : Là où le Mamba a été forgé",
        "text": "La plupart des gamins apprennent le basket dans des gymnases américains. Kobe l'a appris en observant les pros italiens — et son père.\n\nRetour en Italie. Un jeune Américain se démarque dans les rues pavées de Reggio d'Émilie. Son père, Joe « Jellybean » Bryant, joue au basket professionnel en Europe. Tandis que les enfants de son âge regardent des dessins animés, Kobe visionne des matchs. Il étudie le jeu de jambes comme d'autres étudient les jeux vidéo.\n\nDans les ligues de jeunes italiennes, on n'a pas le droit de dribbler — il faut passer, pivoter, lire le terrain. Kobe maîtrise ces fondamentaux avant même de savoir conduire. À six ans, quelque chose le dérange. Sa main gauche lui semble plus faible. Alors il se brosse les dents de la main gauche, écrit son nom de la main gauche. Il déteste toute sensation de faiblesse.\n\nÀ son retour aux États-Unis, il parle italien, espagnol, et la langue universelle du basket avec fluidité. Au lycée Lower Merion de Philadelphie, il devient une légende. Les entraîneurs universitaires affluent de partout. Coach K de Duke le courtise personnellement.\n\nMais Kobe a déjà décidé. Il n'a pas besoin de quatre années supplémentaires de préparation. Il se prépare depuis qu'il sait marcher. Le draft NBA l'attend."
    },
    "p03": {
        "title": "Playoffs 1997 : Les quatre airballs qui ont tout changé",
        "text": "Le gamin qui voulait dominer vient de tirer quatre airballs. En playoffs. Dans les moments cruciaux.\n\nMai 1997. Les Lakers affrontent le Jazz de l'Utah en playoffs. Kobe a 18 ans, porté par une saison rookie prometteuse. Le match entre dans sa phase critique. Le ballon arrive dans ses mains. Il s'élève pour shooter — trop court. Airball. Encore. Encore. Encore. Quatre airballs dans les moments décisifs. Les Lakers perdent.\n\nDans le vestiaire, Kobe reste assis, seul. Son corps n'était pas assez fort. Après une saison NBA complète, ses jambes étaient devenues coton. Les rapports de scouts avaient raison — il n'était pas prêt.\n\nMais voici ce qui le distingue des autres prodiges échoués : sa réaction. Dès que l'avion de l'équipe atterrit à Los Angeles, Kobe ne rentre pas chez lui. Il file vers un gymnase de lycée et shoote. Toute la nuit. Le lendemain matin, il y retourne. Et le jour suivant. Et le surlendemain.\n\nIl commence un programme intensif de musculation. Quatre-vingt-dix minutes de travail brutal, quatre jours par semaine. Son état d'esprit se cristallise : ces airballs ne représentent pas un échec. Ils révèlent exactement ce qu'il doit améliorer.\n\nAu début de la saison suivante, il est transformé. Ses jambes ne le trahiront plus. Les faiblesses deviennent le carburant d'une obsession qui définira toute sa carrière."
    },
    "p04": {
        "title": "Entraînements à 4h du matin : L'avantage du Mamba",
        "text": "Les entraînements à 4h du matin n'étaient pas une punition. C'était son avantage. Pendant que les autres dormaient, Kobe devenait inarrêtable.\n\nLa voiture entre dans le parking du centre d'entraînement des Lakers. 4h30 du matin. L'entraîneur principal Phil Jackson n'arrivera pas avant quatre heures. Mais la voiture de Kobe est déjà là.\n\nC'est devenu sa marque de fabrique : les entraînements nocturnes, les sessions avant l'aube, la répétition obsessionnelle. Il calcule mathématiquement. S'il commence à 5h au lieu de 11h, il peut ajouter une séance par jour. Sur un été, cela représente des centaines d'heures supplémentaires.\n\nD'autres joueurs économisent leur énergie pendant la saison. Kobe réalise des entraînements bibliques — 90 minutes de musculation si intense qu'il ne sent plus ses bras, puis enchaîne avec le tir. Il étudie les vidéos comme un grand maître d'échecs, observant non seulement ce qui s'est passé, mais ce qui aurait dû se passer.\n\nIl appelle les légendes — Bill Russell, Jerry West, Magic Johnson, Kareem Abdul-Jabbar — et pose des questions pendant des heures. La plupart des joueurs veulent la gloire. Kobe veut la connaissance.\n\nIl apprend le sky hook de Kareem. Il étudie les passes sans regarder de Magic et découvre le secret : l'effet rétro. Il absorbe l'intensité défensive de Michael Jordan et la ruse de Dennis Rodman. Chaque grand qui l'a précédé devient un professeur.\n\nLe gamin qui avait tiré des airballs en playoffs devient tout autre chose : un maître de son art."
    },
    "p05": {
        "title": "Kobe et Shaq : Dynastie et frictions",
        "text": "Kobe et Shaq. Le duo le plus dominant de l'histoire du basket. Trois titres. Et des frictions constantes.\n\nJuin 2000. Les Lakers de Los Angeles sont champions. Kobe Bryant et Shaquille O'Neal ont formé le partenariat le plus dévastateur de l'histoire du basket. Shaq est une force de la nature — massif, inarrêtable, le point focal de chaque attaque. Kobe est l'assassin — rapide, intelligent, affamé de plus.\n\nIls gagnent à nouveau en 2001, écrasant les 76ers de Philadelphie. Encore en 2002, balayant les Nets du New Jersey. Three-peat. Dynastie.\n\nMais sous la gloire, la tension couve. Kobe veut être plus qu'un faire-valoir. Shaq plaisante et se détend ; Kobe travaille et exige. Eau et huile, feu et glace.\n\nPourtant, ils apprennent l'un de l'autre. De Shaq, Kobe absorbe la dimension physique — l'importance de laisser les défenseurs courbaturés après 48 minutes. La valeur de mélanger puissance brute et finesse.\n\nIls gagnent parce qu'ils ont besoin l'un de l'autre, même s'ils ne peuvent pas toujours l'admettre. Les Lakers atteignent quatre finales en cinq ans. Mais ce partenariat ne durera pas éternellement.\n\nQuelque chose doit céder — et Kobe n'a pas l'intention d'être celui qui cède."
    },
    "p06": {
        "title": "81 points : Porter l'équipe seul",
        "text": "Shaq est parti. La dynastie s'est effondrée. Kobe doit porter les ruines seul.\n\n2004. Les Lakers perdent les finales contre Detroit — une défaite humiliante en cinq matchs. Cet été-là, Shaquille O'Neal est transféré à Miami. Tous les autres titulaires partent par retraite ou échange. Kobe Bryant se retrouve seul au milieu des ruines d'une dynastie.\n\nLes critiques tournoient comme des vautours. On dit qu'il a chassé Shaq. On dit qu'il est impossible à entraîner, égoïste, impossible à côtoyer. On dit que sans un pivot dominant, il ne gagnera jamais.\n\nPendant trois ans, les Lakers deviennent médiocres. Ils ratent les playoffs. Kobe joue malgré des blessures qui mettraient d'autres sur la touche — genoux gonflés comme des melons, doigts fracturés en plein match.\n\nLe 22 janvier 2006, Kobe inscrit 81 points contre Toronto. La deuxième meilleure performance de l'histoire.\n\nIl prouve quelque chose. Pas aux critiques — à lui-même. Il apprend à mener, à être le vétéran, à porter une franchise sur ses épaules soir après soir.\n\nLe gamin qui jouait aux côtés d'un géant devient lui-même le géant. Mais les championnats exigent plus que le génie individuel."
    },
    "p07": {
        "title": "Pau Gasol et la route vers la rédemption",
        "text": "Pau Gasol arrive. Les Lakers redeviennent favoris. Mais la rédemption passe par Boston.\n\nFévrier 2008. Les Lakers obtiennent Pau Gasol de Memphis. Kobe se rend à son hôtel le soir même. Minuit. Ils parlent basket, famille, victoire. Ils conversent en espagnol. Une fraternité se forme instantanément.\n\nPau n'est pas seulement talentueux — il est intelligent, généreux, animé par la victoire. La combinaison est mortelle. Les Lakers grimpent au meilleur bilan de l'Ouest. Kobe remporte le MVP. Ils survolent les playoffs.\n\nMais en finale les attend Boston — le rival historique des Lakers, reconstruit avec Kevin Garnett, Paul Pierce et Ray Allen. Les Celtics les écrasent en six matchs. Trash-talk. Châtiment physique. Humiliation.\n\nCet été, il rejoint Team USA pour les JO de Pékin. La « Redeem Team » a besoin d'un leadership expérimenté. Kobe le fournit. À la mi-temps d'un premier acte brouillon, il défie LeBron James. LeBron répond par la domination. Ils remportent l'or.\n\nKobe retient la leçon : voilà comment on dirige. Pas en marquant, mais en exigeant que les autres atteignent votre intensité. Le triomphe olympique est doux. Mais le vrai trophée attend toujours : la revanche contre Boston."
    },
    "p08": {
        "title": "Le tendon d'Achille : Blessure de fin de carrière",
        "text": "12 avril 2013. Kobe cherche son tendon d'Achille. Il n'est plus là. Sa carrière est peut-être terminée.\n\nLe Staples Center devient silencieux. Kobe Bryant gît au sol, cherchant derrière sa cheville un tendon qui ne relie plus rien. L'Achille est rompu — l'une des blessures les plus dévastatrices du sport. Il a 34 ans. Les joueurs reviennent rarement d'une telle blessure.\n\nMais même à cet instant, allongé sur le parquet, la première pensée de Kobe n'est pas ce qu'il a perdu. C'est la suite. « Est-ce que ça empirera si je continue ? » demande-t-il au soigneur. La réponse est non — c'est déjà rompu.\n\nAlors il se lève. Marche jusqu'à la ligne des lancers francs. Met les deux. Puis quitte le terrain en boitant pour une opération le lendemain matin.\n\nDans le vestiaire, ses filles ont des questions. Il les rassure : papa ira bien. Mais en privé, il sait la montagne qu'il doit gravir.\n\nLes médecins disent que la récupération complète prend au moins dix-huit mois. Kobe décide de leur prouver qu'ils ont tort. Sa kinésithérapeute Judy Seto l'aide à concevoir un programme de rééducation brutal. Chaque jour. Chaque heure. Chaque instant devient focalisé sur le retour — pas n'importe quel retour, un retour à pleine puissance.\n\nLa même obsession qui le faisait se lever à 4h du matin alimente maintenant sa récupération."
    },
    "p09": {
        "title": "Le dernier match : 60 points d'adieu",
        "text": "Après 20 ans, on lui demandait de partir. Il a écrit un poème — puis inscrit 60 points.\n\n29 novembre 2015. Kobe Bryant publie un poème intitulé « Dear Basketball ». C'est une lettre d'amour et un au revoir. Après vingt ans, cinq titres, 33 000 points, après tout — il part selon ses propres termes.\n\nLa dernière saison devient une tournée d'adieux. Chaque salle lui offre une ovation debout. Les anciens rivaux l'embrassent. Le trash-talk se transforme en respect mutuel.\n\n13 avril 2016. Le dernier match. Kobe arrive en retard de son bureau — il travaillait déjà sur sa prochaine vie, créant des histoires et investissant. En arrivant sur le parquet, ses jambes semblent mortes. Il sait immédiatement : ce sera l'une des plus grandes performances de tous les temps ou l'une des pires.\n\nÀ la mi-temps, il a 22 points mais les Lakers sont menés. Le quatrième quart-temps arrive. Kobe prend les commandes. Tir après tir rentre. La foule rugit. Il inscrit 23 points dans le seul dernier quart.\n\nScore final : Lakers 101, Jazz 96. Ligne finale de Kobe : 60 points.\n\nLe Staples Center explose. « Mamba out », dit-il en posant le micro. Vingt ans se terminent exactement comme ils ont commencé : Kobe faisant ce que personne ne croyait possible."
    },
    "p10": {
        "title": "Mamba Mentality : Une philosophie pour les générations",
        "text": "On appelait ça de l'obsession. Lui appelait ça de l'amour. La Mamba Mentality a changé le jeu à jamais.\n\nLa philosophie n'a jamais concerné que le basket. « Mamba Mentality » a commencé comme un hashtag accrocheur sur Twitter. C'est devenu bien plus. Des PDG la citent. Des athlètes de tous les sports l'étudient. Des étudiants l'écrivent sur leurs murs.\n\nCet état d'esprit ne cherche pas le résultat — il s'agit du processus, du voyage, de l'approche. C'est un mode de vie.\n\nKobe remporte l'Oscar pour « Dear Basketball », son court-métrage d'animation. Il fonde Granity Studios, investit dans des entreprises, écrit des livres pour enfants sur le sport. L'éthique de travail qui a produit cinq titres crée maintenant de nouveaux empires.\n\nMais les leçons restent les mêmes, celles qu'il a apprises à 4h du matin, seul dans un gymnase, quand personne ne regardait. Il faut vraiment s'investir. Il faut être obsédé. Il faut sacrifier ce que les autres ne sacrifieront pas.\n\nLa grandeur n'est pas pour tout le monde — elle exige ce que la plupart ne sont pas prêts à donner.\n\nEn regardant en arrière, il voit le fil qui relie tout : d'un enfant apprenant le jeu de jambes en Italie, à un adolescent tirant des airballs en playoffs, à un homme inscrivant 60 points pour son dernier match.\n\nLa douleur, le travail, les réveils à 3h du matin, les bains de glace, l'étude vidéo — tout cela était de l'amour. Un amour pur, obsessionnel, incessant pour son art.\n\nLe basket n'a pas seulement donné à Kobe Bryant cinq bagues. Il lui a appris comment vivre."
    }
}