{
    "p01": {
        "title": "1996年：17岁少年踏入NBA",
        "text": "17岁的少年踏入NBA。他们说他太年轻、太稚嫩。他另有计划。\n\n洛杉矶湖人队训练基地里窃窃私语。一个17岁的孩子——跳过大学、直接从高中毕业——走进大门。老将们用怀疑的眼光打量他。这个少年以为他是谁？\n\n在健身房里，杰里·韦斯特从阴影中观察。就是那个轮廓成为NBA标志的杰里·韦斯特。他看到了不同的东西。当他们一起驱车去科比的第一次训练时，这孩子不停地问他每场比赛、每个时刻、每个决定的问题。\n\n这个少年不只有天赋——他着魔了。其他新秀想要上场时间。这个想知道比赛如何在最深层次运作。\n\n那天晚上，独自在体育馆，科比·布莱恩特开始了将持续二十年的仪式。没有其他人在场。只有他、篮筐和一个大到吓倒大多数人的梦想。但恐惧不在他的词典里。\n\n从第一天起，他就想要统治。不只是打球。不只是竞争。统治。黑曼巴的旅程在黑暗中开始，远在世人知道他名字之前。"
    },
    "p02": {
        "title": "意大利：黑曼巴的锻造地",
        "text": "多数孩子在美国体育馆学篮球。科比看着意大利职业球员学——还有他父亲。\n\n回到意大利。一个年轻的美国男孩在艾米利亚-罗马涅的鹅卵石街道上格外醒目。他的父亲乔「软糖豆」布莱恩特在海外打职业篮球。当同龄孩子看动画片时，科比看比赛录像。他研究脚步就像其他孩子研究电子游戏一样。\n\n在意大利青年联赛，他们不让你运球——你必须传球、转身、阅读场上形势。科比在能开车之前就精通这些基本功。六岁时，有件事困扰他。他的左手比右手感觉弱。于是他开始用左手刷牙；用左手写名字。他讨厌任何弱点的感觉。\n\n当他回到美国时，他会说意大利语、西班牙语，以及篮球流畅的通用语言。在费城的下梅里恩高中，他成为传奇。大学教练从各地飞来。杜克的K教练亲自招募他。\n\n但科比已经做出决定。他不需要再四年的准备。他从会走路就开始准备了。NBA选秀等着他。"
    },
    "p03": {
        "title": "1997年季后赛：改变一切的四个三不沾",
        "text": "那个誓言统治NBA的少年，刚在季后赛关键时刻连投四个三不沾。全世界都在看。\n\n1997年5月。湖人在季后赛对阵犹他爵士。科比十八岁，乘着有前途的新秀赛季高飞。比赛进入关键时刻。球找到他的手中。他跃起投篮——球短了。三不沾。又一次。又一次。又一次。关键时刻四个三不沾。湖人输了。\n\n在更衣室，科比独坐。他的身体不够强壮。经过完整的NBA赛季，他的腿变成了面条。球探报告是对的——他还没准备好。\n\n但这里是他与其他失败天才不同之处：他的回应。球队飞机一降落洛杉矶，科比没有回家。他开车去一间高中体育馆投篮。整夜。第二天早上，他又在那里。接下来一天。再下一天。\n\n他开始密集的力量训练计划。九十分钟的残酷举铁，一周四天。他的心态结晶了：那些三不沾不代表失败。它们准确揭示他需要加强的地方。\n\n下赛季开始时，他已经脱胎换骨。他的腿不会再让他失望。他发现的弱点成为将定义他整个职业生涯的偏执燃料。"
    },
    "p04": {
        "title": "凌晨四点训练：曼巴的优势",
        "text": "凌晨四点训练不是惩罚。那是他的优势。当其他人睡觉时，科比正变得势不可挡。\n\n车驶入湖人训练基地停车场。凌晨四点半。主教练菲尔·杰克逊还要四个多小时才会到。但科比的车已经在那里了。\n\n这成为他的标志：午夜训练、黎明前的课程、偏执的重复。他用数学计算。如果他早上五点开始训练而不是十一点，每天可以多加一次训练。一个夏天下来，那是体育馆里额外数百小时。\n\n其他球员在赛季中节省体力。科比做圣经式的训练——九十分钟力量训练强到手臂没知觉，然后直接去投篮。他像国际象棋大师一样研究录像，不只看发生了什么，还看应该发生什么。\n\n他打电话给传奇球员——比尔·拉塞尔、杰里·韦斯特、魔术师约翰逊、贾巴尔——问上几个小时的问题。大多数球员想要荣耀。科比想要知识。\n\n他学习贾巴尔的天勾脚步。他研究魔术师的不看人传球并发现秘密：后旋。他吸收迈克尔·乔丹的防守强度和丹尼斯·罗德曼的技巧。每一个先他而来的伟大球员都成为老师。\n\n那个在季后赛投三不沾的孩子正在成为完全不同的东西：他技艺的大师。"
    },
    "p05": {
        "title": "科比与奥尼尔：王朝与摩擦",
        "text": "科比和奥尼尔。篮球史上最具统治力的组合。三座冠军。还有持续的摩擦。\n\n2000年6月。洛杉矶湖人是冠军。科比·布莱恩特和沙奎尔·奥尼尔形成了篮球史上最具毁灭性的搭档。奥尼尔是自然之力——巨大、势不可挡、每个进攻的焦点。科比是刺客——快速、聪明、渴望更多。\n\n他们在2001年再次夺冠，摧毁费城76人。2002年再次，横扫新泽西篮网。三连冠。王朝。\n\n但在荣耀之下，紧张在酝酿。科比想要不只是配角。奥尼尔开玩笑、放松；科比工作、要求。他们是水火不容、冰火两极。\n\n然而，他们互相学习。从奥尼尔身上，科比吸收了身体对抗——让防守者在四十八分钟后感到酸痛的重要性。蛮力与技巧混合的价值。\n\n他们赢是因为他们需要彼此，即使他们不能总是承认。湖人五年内四进总决赛。但这合作不会永远持续。\n\n必须有所改变——而科比不打算成为让步的那个。"
    },
    "p06": {
        "title": "81分：独自扛起球队",
        "text": "奥尼尔被交易走了。三连冠王朝正式崩塌。科比必须独自扛起残局，证明批评者说错了。\n\n2004年。湖人在总决赛败给底特律——耻辱的五场失利。那年夏天，沙奎尔·奥尼尔被交易到迈阿密。其他每个首发球员都通过退役或交易离开。科比·布莱恩特独自站在王朝的废墟中。\n\n批评者像秃鹫一样盘旋。他们说他赶走了奥尼尔。他们说他不可调教、自私、无法共事。他们说没有统治力中锋他永远无法夺冠。\n\n三年来，湖人变得平庸。他们无缘季后赛。科比带伤打球，那些伤会让其他人休战——膝盖肿得像哈密瓜大、手指在比赛中骨折。\n\n2006年1月22日，科比对多伦多猛龙砍下81分。NBA史上第二高的单场得分表演。\n\n他在证明什么。不是对批评者——是对他自己。他学会如何领导，如何当老将，如何夜复一夜扛起整支球队。\n\n那个曾经在巨人身边打球的孩子正成为巨人本身。但冠军需要的不仅是个人才华。"
    },
    "p07": {
        "title": "加索尔与救赎之路",
        "text": "西班牙中锋加索尔加入湖人，王朝曙光重现。但通往救赎的路必须穿越宿敌波士顿。\n\n2008年2月。湖人从孟菲斯换来保罗·加索尔。科比那晚就开车去酒店见他。午夜。他们谈篮球、谈家庭、谈获胜。他们用西班牙语交谈。兄弟情谊瞬间形成。\n\n加索尔不只是有技巧——他聪明、无私、有驱动力。这组合致命。湖人飙升到西部最佳战绩。科比赢得MVP。他们横扫季后赛。\n\n但在总决赛等着的是波士顿——湖人的宿敌，已经通过凯文·加内特、保罗·皮尔斯和雷·阿伦重建。凯尔特人六场比赛摧毁他们。垃圾话。身体惩罚。耻辱。\n\n那年夏天，他加入美国队参加北京奥运。「救赎之队」需要老将领导。科比提供了。半场后他在一个松散的上半场后挑战勒布朗·詹姆斯。勒布朗以统治回应。他们赢得金牌。\n\n科比把这教训记下：这是你如何领导。不是靠得分，是靠要求别人达到你的强度。奥运胜利是甜美的。但真正的奖品仍在等待：对波士顿的复仇。"
    },
    "p08": {
        "title": "跟腱：职业生涯终结性伤病",
        "text": "2013年4月12日。科比伸手去抓他的跟腱。它已经不在那里了。他的职业生涯可能结束了。\n\n斯台普斯中心一片寂静。科比·布莱恩特躺在地板上，伸手到脚踝后面，抓着一根不再连接的肌腱。跟腱断了——运动中最毁灭性的伤病之一。他34岁了。球员很少能从这伤病复出。\n\n但即使在那一刻，躺在硬木地板上，科比的第一个念头不是他失去了什么。是接下来做什么。「如果我继续打会更糟吗？」他问训练师。答案是不会——它已经断了。\n\n于是他站起来。走到罚球线。两球都进。然后一瘸一拐走下场，第二天早上进行手术。\n\n在更衣室，他的女儿们有问题。他向她们保证：爸爸会没事的。但私下里，他知道他必须攀登的山。\n\n医生说完全康复最少需要十八个月。科比决定证明他们错了。他的理疗师朱迪·塞托帮助设计了残酷的康复计划。每一天。每一小时。每一刻都变成关于回归——不只是回归，是以全力回归。\n\n让他凌晨四点起床的同样偏执现在驱动他的康复。"
    },
    "p09": {
        "title": "最后一战：60分告别",
        "text": "二十年后，伤痕累累的老兵宣布告别。他写了一首诗——然后在最后一场比赛砍下六十分。\n\n2015年11月29日。科比·布莱恩特发表了一首叫《亲爱的篮球》的诗。它是一封情书和告别。二十年后，五座冠军后，三万三千分后，一切之后——他要以自己的方式离开。\n\n最后一个赛季成为告别巡演。每个球馆给他起立鼓掌。前对手拥抱他。垃圾话变成相互尊重。\n\n2016年4月13日。最后一场比赛。科比从办公室迟到——他已经在为他的下一段人生工作，创作故事和投资公司。当他踏上球场，他的腿感觉像铅一样重。他立刻知道：这将是有史以来最伟大的表演之一或最糟糕的之一。\n\n半场时，他有22分但湖人落后。第四节到了。科比接管。一球接一球进。观众咆哮。他仅在最后一节就得了23分。\n\n最终比分：湖人101，爵士96。科比最后的数据：60分。\n\n斯台普斯中心爆发。「曼巴出场了」他说，放下麦克风。二十年结束的方式正如开始：科比做了没人认为可能的事。"
    },
    "p10": {
        "title": "曼巴精神：世代传承的哲学",
        "text": "外人叫它偏执，他叫它爱。从凌晨四点的训练到奥斯卡小金人，曼巴精神永远改变了比赛的定义。\n\n这理念从来不只是关于篮球。「曼巴精神」开始是推特上一个朗朗上口的标签。它变成了更多的东西。CEO引用它。各种运动的运动员研究它。学生把它写在墙上。\n\n这心态不是关于追求结果——是关于过程、旅程、方法。它是一种生活方式。\n\n科比以《亲爱的篮球》——他的动画短片——赢得奥斯卡。他建立格拉尼蒂工作室，投资公司，写关于体育的儿童书。产生五座冠军的职业道德现在创造新的帝国。\n\n但教训保持不变，是他在凌晨四点学到的，独自在体育馆，没人看着的时候。你必须真正在乎。你必须着魔。你必须牺牲别人不愿意的。\n\n伟大不是给每个人的——它需要大多数人不愿意付出的东西。\n\n回顾，他看到连接一切的线索：从一个在意大利学脚步的孩子，到一个在季后赛投三不沾的少年，到一个在最后一场比赛得六十分的男人。\n\n痛苦、工作、凌晨三点起床、冰浴、录像研究——这一切都是爱。纯粹、偏执、不懈的对技艺的爱。\n\n篮球不只给了科比·布莱恩特五枚戒指。它教会他如何生活。"
    }
}