{
    "p01": {
        "title": "January 8, 1942: Born on Galileo's Death Day",
        "text": "In the darkness of World War II, with German bombers targeting London, Frank and Isobel Hawking had moved to the relative safety of Oxford for the birth of their first child. On January 8, 1942—exactly three hundred years to the day after the death of Galileo—Stephen William Hawking entered the world. His parents were intellectuals, both Oxford graduates: his father a medical researcher, his mother a secretary turned political activist. They filled their home with books and ideas, discussing everything from literature to science around the dinner table. Young Stephen was immediately curious about everything. He built a computer from old clock parts. He constructed a telescope to study the stars. He played chess and listened to classical music. Most of all, he asked questions—endless questions about how things worked, why the sky was blue, what made the universe tick. His parents' friends found him exhausting. But something was brewing inside that restless mind. Something that would eventually shake the foundations of physics. The boy born on Galileo's death-day was already reaching for the same stars."
    },
    "p02": {
        "title": "The Lazy Genius at Oxford",
        "text": "Stephen Hawking was not a model student. At St Albans School, he was clever but lazy, more interested in learning things on his own than following the curriculum. He was sometimes bullied, often bored, and always thinking about bigger questions than what was taught in class. When he won a scholarship to Oxford at seventeen to study physics, he found the courses embarrassingly easy. He barely studied—perhaps an hour a day—spending most of his time with friends, joining the rowing team, editing the college magazine. He was known as witty and eccentric, the kind of person who seemed to coast through life on raw intelligence. Despite his lack of effort, he graduated in 1962 with a first-class honors degree. But something had changed. During his final year, he had become clumsy—stumbling, having trouble tying his shoelaces. He ignored it. He was about to begin his PhD in cosmology at Cambridge, studying under Dennis Sciama, one of the leading experts in the field. The universe was waiting. The big questions—How did the universe begin? What are black holes? Why is there something rather than nothing?—were calling to him. He had no idea that his own body was about to betray him in the cruelest possible way."
    },
    "p03": {
        "title": "The Diagnosis: Two Years to Live",
        "text": "The falls were getting worse. His speech was slurring. His handwriting had become illegible. In 1963, just after he turned twenty-one, Stephen went to see a doctor. What followed were weeks of tests in a hospital, doctors poking and prodding, no one telling him anything. Finally, the verdict: amyotrophic lateral sclerosis—ALS, also known as Lou Gehrig's disease or motor neurone disease. It was a death sentence. The nerve cells that controlled his muscles were dying. Soon he wouldn't be able to walk. Then he wouldn't be able to speak. Then he wouldn't be able to breathe. The doctors gave him two years, maybe three. He was sent home to die. Stephen fell into despair. Why bother finishing his PhD? Why bother doing anything? He locked himself in his room, listened to Wagner, and waited for the end. The future he had imagined—career, family, discovery—dissolved into nothing. At twenty-one, the most brilliant physics student of his generation lay in darkness, counting down his final months. But somewhere in that darkness, something refused to die. The universe still had questions. And Stephen Hawking, against all odds, was going to answer them."
    },
    "p04": {
        "title": "Jane Wilde: Love Saves Him",
        "text": "At a New Year's party in 1963, just weeks after his diagnosis, Stephen met Jane Wilde—a friend of his sister, a literature student with kind eyes and fierce determination. They fell in love. It was supposed to be impossible. He was dying. He had nothing to offer but a broken body and a two-year countdown. But Jane didn't care. She saw the mind inside the failing shell. She saw the humor, the brilliance, the stubborn refusal to give up. She gave him something no doctor could: a reason to live. They got engaged. They would marry in 1965 and have three children—Robert, Lucy, and Timothy. For Stephen, Jane's love was like an electric shock to the heart. Suddenly, the PhD mattered again. The research mattered. The future mattered. If he was going to die, he was going to die fighting—not in darkness, but in the light of discovery. His disease progressed slowly, giving him time. He needed a cane, then crutches, then a wheelchair. But his mind accelerated. Working with mathematician Roger Penrose, he began attacking the biggest question in cosmology: How did the universe begin? The dying man was about to prove that the universe itself had a beginning."
    },
    "p05": {
        "title": "Proving the Big Bang",
        "text": "In 1965, Stephen Hawking and mathematician Roger Penrose began working on what seemed like science fiction: proving that the universe began with a singularity. A singularity is a point where space and time collapse into infinite density—where the laws of physics break down. Penrose had already shown that singularities exist at the center of black holes. Hawking took it further. Working from his wheelchair, scribbling equations that his failing hands could barely form, he proved that if you trace the expansion of the universe backwards in time, everything converges to a single point. The Big Bang wasn't just an explosion—it was the birth of space and time itself, emerging from a singularity where all the matter in the universe was compressed into a point smaller than an atom. The singularity theorems, published between 1965 and 1970, shattered old assumptions and rewrote cosmology. Einstein's equations, taken to their logical extreme, demanded a beginning. The universe was not eternal. It was born. Stephen completed his PhD thesis, 'Properties of Expanding Universes,' in 1966. He was supposed to be dead. Instead, he was becoming one of the most important physicists in the world."
    },
    "p06": {
        "title": "Hawking Radiation: Black Holes Glow",
        "text": "Black holes were supposed to be the ultimate prison. Once something crossed the event horizon—the point of no return—it was gone forever. Nothing could escape, not even light. That's what made them black. Then Stephen Hawking proved everyone wrong. In 1974, applying quantum mechanics to the edge of black holes, he made a stunning prediction: black holes aren't completely black. They emit a faint glow of particles—a radiation that would come to bear his name. Hawking Radiation meant that black holes could shrink and eventually evaporate. It also created a terrifying paradox: if black holes evaporate, what happens to all the information that fell into them? Quantum mechanics says information can never be destroyed. But if a black hole vanishes, where does the information go? This 'information paradox' would haunt physics for decades. The discovery made Hawking famous within the scientific community. Here was a man in a wheelchair, unable to write or move, who had just revealed something fundamental about the universe that every able-bodied physicist had missed. His mind was soaring even as his body collapsed. But the collapse was accelerating."
    },
    "p07": {
        "title": "1985: Losing His Voice Forever",
        "text": "The disease had been creeping forward for two decades. Stephen could no longer walk. His hands couldn't grip a pen. His speech had become so slurred that only his family and closest colleagues could understand him. Then, in 1985, disaster struck. While visiting CERN in Switzerland, he caught pneumonia. His lungs failed. Doctors kept him alive on a ventilator and faced a terrible choice: let him die, or perform a tracheotomy that would save his life but destroy his voice forever. Jane chose life. The surgery was performed. Stephen Hawking, the man who had explained the birth of the universe, could no longer speak a single word. For anyone else, this would have been the end. How do you work as a theoretical physicist when you can't write equations? How do you teach when you can't speak? How do you live trapped in a body that has become a prison? But Stephen was not anyone else. A computer programmer in California built him a speech synthesizer—a device that converted text into a robotic voice. At first, Stephen operated it with his hand. Later, when his hands failed, with a single cheek muscle. The voice was mechanical, American-accented, utterly distinctive. It would become the most famous voice in science."
    },
    "p08": {
        "title": "A Brief History of Time: Global Phenomenon",
        "text": "Stephen Hawking had a crazy idea: write a book about the universe for regular people. No equations. No jargon. Just the biggest questions—How did it all begin? What are black holes? Where did we come from? Will it all end?—explained so anyone could understand. His publishers were skeptical. Who would buy a science book from a disabled physicist who couldn't even speak? The answer: everyone. 'A Brief History of Time' was published in 1988 and became one of the best-selling science books in history. More than ten million copies were sold worldwide. It was translated into over forty languages. It stayed on the bestseller list for an unprecedented 237 weeks. Suddenly, Stephen Hawking wasn't just famous among scientists. He was famous everywhere. His face—slumped in the wheelchair, eyes bright and alive—became an icon. His robotic voice became instantly recognizable. He received the Presidential Medal of Freedom and dozens of other honors. He was invited to meet the Pope and to visit the White House. The boy from Oxford who had been told he would die at twenty-three had become the most famous scientist since Albert Einstein. And he was just getting started."
    },
    "p09": {
        "title": "Pop Culture Icon: The Simpsons and Star Trek",
        "text": "Stephen Hawking could have stayed in his ivory tower. He was a professor at Cambridge, a member of the Royal Society, one of the most respected minds in the world. But he wanted more. He wanted to bring science to everyone. So when 'The Simpsons' called, he said yes. When 'Star Trek: The Next Generation' invited him to play himself in a poker game with Newton and Einstein, he laughed and rolled onto the set. When 'The Big Bang Theory' made him Sheldon's idol, he appeared multiple times, always in on the joke. He flew in zero gravity to promote space travel. He warned about artificial intelligence and climate change. He supported the search for extraterrestrial life through the Breakthrough Initiatives. He opened the 2012 London Paralympic Games with a speech that brought the stadium to tears: 'However difficult life may seem, there is always something you can do and succeed at.' Stephen Hawking proved something that went beyond physics: science could be fun, accessible, inspiring. A man who couldn't move had moved millions of people around the world. His robotic voice became a symbol of human triumph—the sound of a mind that refused to quit."
    },
    "p10": {
        "title": "March 14, 2018: The Universe Loses Its Translator",
        "text": "The doctors gave him two years. He lived fifty-five more. On March 14, 2018—Pi Day, and the anniversary of Albert Einstein's birth—Stephen Hawking passed away peacefully at his home in Cambridge. He was seventy-six years old. The news traveled around the world in minutes. Scientists wept. World leaders paid tribute. The internet overflowed with his quotes, his humor, his robotic voice saying things that made the universe feel less lonely. 'Remember to look up at the stars and not down at your feet.' 'Intelligence is the ability to adapt to change.' 'However difficult life may seem, there is always something you can do and succeed at.' Stephen Hawking was buried in Westminster Abbey, between Isaac Newton and Charles Darwin—the company of giants. His voice was beamed into space toward the nearest black hole, a fitting farewell for the man who had revealed their secrets. He was born on the death-day of Galileo. He died on the birthday of Einstein. In between, he proved that the universe had a beginning, that black holes glow, and that a brilliant mind has absolutely no boundaries—not disease, not disability, not even the edge of spacetime itself. The two-year sentence became a fifty-five-year miracle. The questions never stopped. Neither did he."
    }
}