{
    "p01": {
        "title": "1942年1月8日：誕生於伽利略忌日",
        "text": "第二次世界大戰的黑暗中，德國轟炸機瞄準倫敦，法蘭克和伊索貝爾·霍金為了第一個孩子的安全出生搬到了相對安全的牛津。1942年1月8日——恰好是伽利略去世三百週年——史蒂芬·威廉·霍金來到這個世界。他的父母都是知識分子，兩人都是牛津大學畢業生：父親是醫學研究員，母親是秘書後來成為政治活動家。他們家中充滿書籍和思想，在餐桌上討論從文學到科學的一切話題。年幼的史蒂芬對一切都充滿好奇。他用舊鐘錶零件造了一台電腦。他製作望遠鏡來觀察星星。他下棋、聽古典音樂。最重要的是，他問問題——無盡的問題，關於事物如何運作，天空為什麼是藍色，宇宙如何運轉。他父母的朋友們都覺得他讓人筋疲力盡。但在那顆躁動的心靈中，有什麼正在醞釀。某種終將震撼物理學基礎的東西。這個在伽利略忌日出生的男孩，已經在仰望同一片星空。"
    },
    "p02": {
        "title": "牛津的懶惰天才",
        "text": "史蒂芬·霍金不是一個模範學生。在聖阿爾班斯學校，他聰明但懶散，比起跟著課程走，他更喜歡自己學東西。他有時被霸凌，常常無聊，總是在思考比課堂上教的更大的問題。十七歲時，他獲得獎學金進入牛津學習物理，卻發現課程簡單得令人尷尬。他幾乎不讀書——也許一天一小時——把大部分時間花在朋友身上，加入划船隊，編輯校刊。他以機智和古怪著稱，是那種靠純粹智商輕鬆過活的人。儘管缺乏努力，他在1962年以一等榮譽學位畢業。但有些東西變了。在最後一年，他開始變得笨拙——跌跌撞撞，綁鞋帶有困難。他沒當回事。他即將在劍橋開始宇宙學博士學位，師從該領域的頂尖專家丹尼斯·夏瑪。宇宙在等待。那些大問題——宇宙是如何開始的？黑洞是什麼？為什麼有存在而不是虛無？——在呼喚他。他不知道自己的身體即將以最殘忍的方式背叛他。"
    },
    "p03": {
        "title": "死亡判決：只剩兩年",
        "text": "跌倒越來越頻繁。他的說話含糊不清。他的筆跡變得無法辨認。1963年，剛過二十一歲生日後不久，史蒂芬去看了醫生。接下來是在醫院裡數週的檢查，醫生們戳戳探探，沒人告訴他任何事。最終，診斷結果出來了：肌萎縮性脊髓側索硬化症——也稱為漸凍症或運動神經元疾病。這是一個死刑判決。控制他肌肉的神經細胞正在死亡。很快他就無法行走。然後無法說話。然後無法呼吸。醫生給了他兩年，也許三年。他被送回家等死。史蒂芬陷入絕望。何必完成博士學位？何必做任何事？他把自己鎖在房間裡，聽華格納，等待終結。他曾經想像的未來——事業、家庭、發現——化為烏有。二十一歲，他這一代最聰明的物理學學生躺在黑暗中，倒數著他最後的月份。但在那黑暗中的某處，有什麼拒絕死去。宇宙還有問題要問。而史蒂芬·霍金，違抗一切常理，將會回答它們。"
    },
    "p04": {
        "title": "珍·乐爾德：愛拯救了他",
        "text": "1963年新年派對上，診斷後僅僅幾週，史蒂芬遇見了珍·懷爾德——他妹妹的朋友，一個有著溫柔眼神和堅定意志的文學系學生。他們墜入愛河。這本該是不可能的。他快要死了。他只有一個破敗的身體和兩年的倒計時，沒有任何東西可以給予。但珍不在乎。她看到了衰敗外殼裡的那個頭腦。她看到了幽默、才華、頑強拒絕放棄的精神。她給了他沒有醫生能給的東西：活下去的理由。他們訂婚了。1965年結婚，生了三個孩子——羅伯特、露西和提摩西。對史蒂芬來說，珍的愛就像心臟的電擊。突然間，博士論文又重要了。研究又重要了。未來又重要了。如果他要死，他要戰鬥著死——不是在黑暗中，而是在發現的光芒中。他的病情進展緩慢，給了他時間。他需要拐杖，然後是雙拐，然後是輪椅。但他的頭腦在加速。與數學家羅傑·潘洛斯合作，他開始攻擊宇宙學中最大的問題：宇宙是如何開始的？這個即將死去的人即將證明宇宙本身有一個開端。"
    },
    "p05": {
        "title": "證明大霹靂",
        "text": "1965年，史蒂芬·霍金和數學家羅傑·潘洛斯開始研究看似科幻的東西：證明宇宙始於奇點。奇點是時空坍縮成無限密度的一個點——物理定律在那裡失效。潘洛斯已經證明黑洞中心存在奇點。霍金更進一步。在輪椅上工作，潦草地寫著他衰敗的雙手幾乎無法成形的方程式，他證明了如果你把宇宙的膨脹倒推回去，一切都會收斂到一個單點。大霹靂不只是一場爆炸——它是時空本身的誕生，從一個奇點中產生，那裡宇宙中所有的物質被壓縮成比原子還小的一點。1965年到1970年間發表的奇點定理打破了舊的假設，改寫了宇宙學。愛因斯坦的方程式推到邏輯的極致，要求一個開端。宇宙不是永恆的。它是誕生的。史蒂芬在1966年完成了他的博士論文《膨脹宇宙的性質》。他本該已經死了。相反，他正在成為世界上最重要的物理學家之一。"
    },
    "p06": {
        "title": "霍金輻射：黑洞會發光",
        "text": "黑洞本該是終極監獄。一旦某物越過事件視界——那個無法回頭的點——它就永遠消失了。什麼都逃不出來，連光都不行。這就是為什麼它們是黑的。然後史蒂芬·霍金證明所有人都錯了。1974年，將量子力學應用於黑洞邊緣，他做出了驚人的預測：黑洞並不是完全黑的。它們發出微弱的粒子輝光——一種將以他的名字命名的輻射。霍金輻射意味著黑洞可以縮小並最終蒸發。它還創造了一個可怕的悖論：如果黑洞蒸發了，落入其中的所有資訊會怎樣？量子力學說資訊永遠不能被摧毀。但如果黑洞消失了，資訊去哪了？這個「資訊悖論」將困擾物理學數十年。這個發現讓霍金在科學界聲名大噪。這是一個坐在輪椅上、無法書寫或移動的人，剛剛揭示了關於宇宙的基本事物，而所有行動自如的物理學家都錯過了。他的頭腦在翱翔，即使他的身體在崩潰。但崩潰正在加速。"
    },
    "p07": {
        "title": "1985年：永遠失去聲音",
        "text": "疾病已經潛行了二十年。史蒂芬已經無法走路。他的手無法握筆。他的語言已經含糊到只有家人和最親近的同事才能聽懂。然後，1985年，災難降臨。在訪問瑞士的歐洲核子研究中心時，他染上了肺炎。他的肺衰竭了。醫生用呼吸機維持他的生命，面臨一個可怕的選擇：讓他死去，還是進行氣管切開術，這可以救他的命但會永遠摧毀他的聲音。珍選擇了生命。手術進行了。史蒂芬·霍金，這個解釋了宇宙誕生的人，再也無法說出一個字。對任何其他人來說，這將是結束。當你無法寫方程式時，如何作為理論物理學家工作？當你無法說話時，如何教學？當你被困在一個已經成為監獄的身體中時，如何生活？但史蒂芬不是普通人。加州的一位電腦程式設計師為他建造了一個語音合成器——一個將文字轉換成機器人聲音的設備。起初，史蒂芬用手操作它。後來，當他的手也失靈時，用一塊臉頰肌肉。那個聲音是機械的、美國口音的、獨一無二的。它將成為科學界最著名的聲音。"
    },
    "p08": {
        "title": "《時間簡史》：全球現象",
        "text": "史蒂芬·霍金有一個瘋狂的想法：為普通人寫一本關於宇宙的書。沒有方程式。沒有行話。只有最大的問題——一切是如何開始的？黑洞是什麼？我們從哪裡來？一切會結束嗎？——用任何人都能理解的方式解釋。他的出版商持懷疑態度。誰會買一個甚至不能說話的殘疾物理學家寫的科學書？答案是：每個人。《時間簡史》1988年出版，成為歷史上最暢銷的科學書籍之一。全球售出超過一千萬冊。被翻譯成四十多種語言。它在暢銷書排行榜上停留了前所未有的237週。突然間，史蒂芬·霍金不只是在科學家中出名了。他到處都出名。他的臉——癱在輪椅上，眼睛明亮而有生氣——成為一個標誌。他的機器人聲音變得立即可識別。他獲得了總統自由勳章和數十個其他榮譽。他被邀請去見教皇，去訪問白宮。這個曾被告知會在二十三歲死去的牛津男孩，已經成為自愛因斯坦以來最著名的科學家。而他才剛剛開始。"
    },
    "p09": {
        "title": "流行文化偶像：辛普森家庭與星際迷航",
        "text": "史蒂芬·霍金本可以待在他的象牙塔裡。他是劍橋的教授，皇家學會的成員，世界上最受尊敬的頭腦之一。但他想要更多。他想把科學帶給每個人。所以當《乶普森家庭》打電話來時，他說好。當《乵艦奇航記：乵一代》邀請他在與牛頓和愛因斯坦的撲克遊戲中扮演自己時，他笑著滾進了攝影棚。當《乵爆乵論》讓他成為乵爾頓的偶像時，他多次出現，總是樂在其中。他在零重力環境中飛行以推廣太空旅行。他警告人工智能和氣候變化的危險。他通過突破計劃支持尋找外星生命。他在2012年倫敦帕拉林匹克運動會開幕式上發表演講，感動了整個體育場：「無論生活看起來多麼艱難，總有你能做的事情和能成功的事。」史蒂芬·霍金證明了超越物理學的東西：科學可以是有趣的、易接近的、鼓舞人心的。一個無法移動的人感動了世界上數百萬人。他的機器人聲音成為人類勝利的象徵——一個拒絕放棄的頭腦的聲音。"
    },
    "p10": {
        "title": "2018年3月14日：宇宙失去了它的翻譯者",
        "text": "醫生給了他兩年。他又活了五十五年。2018年3月14日——圓周率日，也是愛因斯坦的生日——史蒂芬·霍金在劍橋的家中平靜地去世了。他七十六歲。消息在幾分鐘內傳遍世界。科學家們哭泣。世界領導人致敬。網路上充斥著他的名言、他的幽默、他的機器人聲音說著讓宇宙感覺不那麼孤獨的話。「記住仰望星空，而不是低頭看腳。」「智慧是適應變化的能力。」「無論生活看起來多麼艱難，總有你能做的事情和能成功的事。」史蒂芬·霍金被安葬在西敏寺，在艾薩克·牛頓和查爾斯·達爾文之間——巨人的行列。他的聲音被發射到太空，朝向最近的黑洞，這是對這位揭示了它們秘密的人的恰當告別。他在伽利略的忌日出生。他在愛因斯坦的生日去世。在這之間，他證明了宇宙有一個開端，黑洞會發光，一個聰明的頭腦絕對沒有界限——不是疾病，不是殘疾，甚至不是時空的邊緣本身。兩年的判決變成了五十五年的奇蹟。問題從未停止。他也從未停止。"
    }
}