{
    "p01": {
        "title": "Italian Dreams",
        "text": "Young Kobe grew up in Italy while his father played basketball there. The streets of Reggio Emilia became his first court. While other kids played soccer, Kobe practiced his fadeaway. His eyes sparkled with a fire that would one day light up the NBA."
    },
    "p02": {
        "title": "The Bold Decision",
        "text": "At just 17 years old, Kobe made a choice that shocked everyone. Instead of going to college, he declared for the NBA Draft straight from high school. 'I'm ready,' he told the world. The Lakers traded for him on draft night, and a legend began."
    },
    "p03": {
        "title": "Young Laker Rising",
        "text": "Wearing number 8, young Kobe joined Shaquille O'Neal to form one of basketball's greatest duos. Every night he flew through the air with explosive energy. Critics said he was too young, but Kobe answered with dunks and determination."
    },
    "p04": {
        "title": "Three-Peat Dynasty",
        "text": "Championships in 2000, 2001, and 2002! The Lakers became unstoppable. Kobe and Shaq celebrated together as confetti rained down in purple and gold. 'This is just the beginning,' Kobe promised, raising three championship trophies high."
    },
    "p05": {
        "title": "Mamba Mentality",
        "text": "Kobe changed his jersey to number 24 and became the Black Mamba. He woke up at 4 AM to train while others slept. No workout was too hard, no practice too long. '81 points!' the crowd roared as Kobe dropped the second-highest score in NBA history."
    },
    "p06": {
        "title": "Redemption Champion",
        "text": "Critics said Kobe couldn't win without Shaq. He proved them wrong. Back-to-back championships in 2009 and 2010! Finals MVP both times. Lifting the trophy alone, Kobe showed the world what determination and hard work could achieve."
    },
    "p07": {
        "title": "60-Point Farewell",
        "text": "April 13, 2016. Kobe's final game. The Staples Center roared as he scored 60 incredible points. At 37 years old, he delivered one last magical performance. 'Mamba Out!' he said, dropping the microphone as tears flowed throughout the arena."
    },
    "p08": {
        "title": "Oscar Winner",
        "text": "Kobe proved he was more than a basketball player. His animated short film 'Dear Basketball' won an Academy Award! Standing on stage in a tuxedo, holding the golden Oscar, Kobe showed that dreams don't have to end when sports careers do."
    },
    "p09": {
        "title": "Coaching Dreams",
        "text": "After retirement, Kobe dedicated himself to his daughters. He coached Gianna's basketball team at the Mamba Sports Academy. Father and daughter shared their love of basketball, with Kobe passing on the Mamba Mentality to the next generation."
    },
    "p10": {
        "title": "Mamba Forever",
        "text": "On January 26, 2020, the world lost Kobe and Gianna. But legends never truly leave us. Today, his jerseys hang forever in the rafters—both 8 and 24. His Mamba Mentality inspires millions to dream big and work hard. Mamba Forever."
    }
}