{
    "p01": {
        "title": "Rêves Italiens",
        "text": "Le jeune Kobe a grandi en Italie où son père jouait au basketball professionnel. Les rues de Reggio d'Émilie sont devenues son premier terrain. Pendant que les autres enfants jouaient au football, Kobe perfectionnait son tir en suspension. Ses yeux brillaient d'une flamme qui allait un jour illuminer la NBA."
    },
    "p02": {
        "title": "La Décision Audacieuse",
        "text": "À seulement 17 ans, Kobe a fait un choix qui a surpris tout le monde. Au lieu d'aller à l'université, il s'est déclaré directement à la draft NBA depuis le lycée. « Je suis prêt », a-t-il annoncé au monde. Les Lakers l'ont obtenu par échange le soir de la draft, et une légende est née."
    },
    "p03": {
        "title": "L'Ascension du Jeune Laker",
        "text": "Portant le numéro 8, le jeune Kobe s'est associé à Shaquille O'Neal pour former l'un des plus grands duos de l'histoire du basketball. Chaque soir, il volait dans les airs avec une énergie explosive. Les critiques disaient qu'il était trop jeune, mais Kobe a répondu avec des dunks et de la détermination."
    },
    "p04": {
        "title": "La Dynastie du Triplé",
        "text": "Champions en 2000, 2001 et 2002 ! Les Lakers étaient imbattables. Kobe et Shaq célébraient ensemble sous une pluie de confettis violets et or. « Ce n'est que le début », a promis Kobe en brandissant les trois trophées de champion."
    },
    "p05": {
        "title": "La Mentalité Mamba",
        "text": "Kobe a changé son numéro pour le 24 et est devenu le Black Mamba. Il se levait à 4 heures du matin pour s'entraîner pendant que les autres dormaient. Aucun entraînement n'était trop difficile, aucune séance trop longue. « 81 points ! » a crié la foule quand Kobe a inscrit le deuxième plus haut score de l'histoire de la NBA !"
    },
    "p06": {
        "title": "Le Retour du Champion",
        "text": "Les critiques disaient que Kobe ne pouvait pas gagner sans Shaq. Il leur a prouvé le contraire. Champion deux années consécutives en 2009 et 2010 ! MVP des Finales les deux fois. Soulevant le trophée seul, Kobe a montré au monde ce que la détermination et le travail peuvent accomplir."
    },
    "p07": {
        "title": "L'Adieu à 60 Points",
        "text": "13 avril 2016. Le dernier match de Kobe. Le Staples Center était en délire alors qu'il marquait 60 points incroyables. À 37 ans, il a offert une dernière performance magique. « Mamba Out ! » a-t-il dit en posant le micro, des larmes coulant dans toute l'arène."
    },
    "p08": {
        "title": "Lauréat de l'Oscar",
        "text": "Kobe a prouvé qu'il était plus qu'un joueur de basketball. Son court métrage d'animation « Dear Basketball » a remporté un Oscar ! Debout sur scène en smoking, tenant la statuette dorée, Kobe a montré que les rêves ne doivent pas s'arrêter quand la carrière sportive se termine."
    },
    "p09": {
        "title": "Transmettre le Rêve",
        "text": "Après sa retraite, Kobe s'est consacré à ses filles. Il a entraîné l'équipe de basketball de Gianna à la Mamba Sports Academy. Père et fille partageaient leur amour du basketball, Kobe transmettant la Mentalité Mamba à la nouvelle génération."
    },
    "p10": {
        "title": "Mamba Pour Toujours",
        "text": "Le 26 janvier 2020, le monde a perdu Kobe et Gianna. Mais les légendes ne nous quittent jamais vraiment. Aujourd'hui, ses maillots sont suspendus pour toujours dans les hauteurs—le 8 et le 24. Sa Mentalité Mamba inspire des millions de personnes à rêver grand et à travailler dur. Mamba Pour Toujours."
    }
}