{
    "p01": {
        "title": "Rêves Italiens",
        "text": "Le jeune Kobe a grandi en Italie, où son père évoluait en tant que basketteur professionnel. Les rues de Reggio d'Émilie sont devenues son premier terrain. Tandis que les autres enfants jouaient au football, Kobe perfectionnait son fadeaway. La flamme qui brillait dans ses yeux allait un jour illuminer toute la NBA."
    },
    "p02": {
        "title": "Une Décision Audacieuse",
        "text": "À seulement 17 ans, Kobe a pris une décision qui a stupéfié le monde entier. Au lieu d'aller à l'université, il s'est directement inscrit à la Draft NBA depuis le lycée. « Je suis prêt », a-t-il déclaré au monde. Les Lakers l'ont obtenu par un échange le soir de la Draft, et une légende est née."
    },
    "p03": {
        "title": "L'Étoile Montante des Lakers",
        "text": "Portant le numéro 8, le jeune Kobe s'est associé à Shaquille O'Neal pour former l'un des duos les plus redoutables de l'histoire du basketball. Chaque soir, il s'envolait avec une énergie explosive. Les critiques disaient qu'il était trop jeune, mais Kobe répondait par des dunks et une détermination sans faille."
    },
    "p04": {
        "title": "La Dynastie du Three-Peat",
        "text": "Champions en 2000, 2001 et 2002 ! Les Lakers étaient imbattables. Kobe et Shaq célébraient ensemble sous une pluie de confettis pourpre et or. « Ce n'est que le début », promit Kobe en brandissant trois trophées de champion."
    },
    "p05": {
        "title": "La Mentalité Mamba",
        "text": "Kobe a changé son numéro pour le 24 et s'est métamorphosé en Black Mamba. Il se levait à 4 heures du matin pour s'entraîner pendant que les autres dormaient. Aucun entraînement n'était trop dur, aucun défi impossible. « 81 points ! » La foule était en délire alors que Kobe inscrivait le deuxième plus haut score de l'histoire de la NBA."
    },
    "p06": {
        "title": "Le Retour du Roi",
        "text": "Les critiques affirmaient que Kobe ne pouvait pas gagner sans Shaq. Il leur a prouvé le contraire. Champions en 2009 et 2010 ! MVP des Finales les deux fois. En soulevant le trophée seul, Kobe a montré au monde entier ce que la détermination et le travail acharné peuvent accomplir."
    },
    "p07": {
        "title": "L'Adieu aux 60 Points",
        "text": "13 avril 2016. Le dernier match de Kobe. Le Staples Center était en ébullition alors qu'il inscrivait 60 points incroyables. À 37 ans, il a livré une dernière performance magique. « Mamba Out ! » a-t-il déclaré en posant le micro, tandis que les larmes coulaient dans toute la salle."
    },
    "p08": {
        "title": "Lauréat des Oscars",
        "text": "Kobe a prouvé qu'il était bien plus qu'un basketteur. Son court-métrage d'animation « Dear Basketball » a remporté un Oscar ! Debout sur scène en smoking, tenant la statuette dorée, Kobe a démontré que les rêves ne s'arrêtent pas avec la fin d'une carrière sportive."
    },
    "p09": {
        "title": "Transmettre le Rêve",
        "text": "Après sa retraite, Kobe s'est consacré entièrement à ses filles. Il entraînait l'équipe de basketball de Gianna à la Mamba Sports Academy. Père et fille partageaient leur passion pour le basketball, Kobe transmettant la Mentalité Mamba à la génération suivante."
    },
    "p10": {
        "title": "Mamba Pour Toujours",
        "text": "Le 26 janvier 2020, le monde a perdu Kobe et Gianna. Mais les légendes ne nous quittent jamais vraiment. Aujourd'hui, ses maillots — le 8 et le 24 — sont suspendus pour toujours dans les hauteurs de la salle. Sa Mentalité Mamba continue d'inspirer des millions de personnes à rêver grand et à travailler dur. Mamba Pour Toujours."
    }
}