{
    "p01": {
        "title": "1996年：17歳の少年がNBAへ",
        "text": "17歳の少年がNBAに足を踏み入れる。若すぎる、未熟だと言われた。彼には別の計画があった。\n\nロサンゼルス・レイカーズの練習施設に囁きが広がる。17歳の少年が——大学を経ずに高校から直接——ドアをくぐった。ベテラン選手たちは懐疑的な目で彼を見つめる。この10代の若者は何者のつもりなのか？\n\nジムの奥で、ジェリー・ウェストが影から観察している。NBAのロゴのシルエットになったあのジェリー・ウェストだ。彼は何か違うものを見た。コービーの初練習に車で向かう途中、少年は試合のこと、瞬間のこと、決断のことを次々と質問した。\n\nこの少年は才能があるだけじゃない——取り憑かれている。他のルーキーは出場時間が欲しい。この少年はゲームの最も深いレベルでどう機能するかを知りたがった。\n\nその夜、ジムで一人、コービー・ブライアントは20年続く儀式を始めた。他に誰もいない。彼と、バスケット、そしてほとんどの人を怯えさせるほど大きな夢だけ。だが恐怖は彼の辞書にはない。\n\n初日から、彼は支配したかった。プレーするだけじゃない。競争するだけじゃない。支配だ。ブラックマンバの旅は闇の中で始まった——世界が彼の名を知るずっと前に。"
    },
    "p02": {
        "title": "イタリア：マンバが鍛えられた場所",
        "text": "ほとんどの子供はアメリカのジムでバスケを学んだ。コービーはイタリアのプロを見て学んだ——そして父を。\n\nイタリアに遡る。若いアメリカ人の少年がエミリア・ロマーニャの石畳の街で目立っている。父、ジョー「ジェリービーン」ブライアントは海外でプロとしてプレーしていた。同年代の子供たちがアニメを見ているとき、コービーは試合のビデオを見ていた。彼はフットワークを研究した——他の子供がビデオゲームを研究するように。\n\nイタリアのユースリーグではドリブルができない——パス、ピボット、フロアを読むことが求められる。コービーは車を運転できる年齢になる前にこれらの基本をマスターした。6歳の時、あることが気になった。左手が右手より弱く感じる。だから左手で歯を磨き始めた。左手で名前を書いた。弱点の感覚が嫌いだった。\n\nアメリカに戻った時、彼はイタリア語、スペイン語、そしてバスケットボールという万国共通の流暢な言語を話せた。フィラデルフィアのロウアー・メリオン高校で彼は伝説となった。大学のコーチが各地から飛んできた。デュークのK監督が直接リクルートした。\n\nだがコービーはすでに決断していた。あと4年の準備は必要ない。歩けるようになった時から準備してきたのだから。NBAドラフトが待っている。"
    },
    "p03": {
        "title": "1997年プレーオフ：すべてを変えた4本のエアボール",
        "text": "支配したかった少年が、4本のエアボールを放った。プレーオフで。勝負どころで。\n\n1997年5月。レイカーズはプレーオフでユタ・ジャズと対戦。コービーは18歳、有望なルーキーシーズンを送っていた。試合は勝負どころに入る。ボールが彼の手に渡る。ジャンプシュート——届かない。エアボール。また。また。また。決定的な場面で4本のエアボール。レイカーズは敗れた。\n\nロッカールームで、コービーは一人座っていた。体が十分強くなかった。NBAの全シーズンを戦った後、脚がスパゲッティのようになった。スカウトレポートは正しかった——彼はまだ準備ができていなかった。\n\nだがここが彼と他の失敗した天才との違いだ：彼の反応。チームの飛行機がロサンゼルスに着陸するや、コービーは家に帰らなかった。高校のジムに車を走らせ、撃ち続けた。一晩中。翌朝、また彼はそこにいた。その次の日も。さらにその次の日も。\n\n彼は激しいウェイトトレーニングプログラムを始めた。週4回、90分の過酷な筋トレ。マインドセットが結晶化した：あのエアボールは失敗を意味しない。何を強化すべきか正確に示してくれたのだ。\n\n次のシーズンが始まる頃には、彼は別人に生まれ変わっていた。脚はもう裏切らない。発見した弱点が、彼のキャリア全体を定義する執念の燃料となった。"
    },
    "p04": {
        "title": "午前4時のトレーニング：マンバの武器",
        "text": "午前4時のトレーニングは罰じゃない。それは彼の武器だった。他の選手が眠る間、コービーは止められない存在になっていった。\n\n車がレイカーズの練習施設の駐車場に入る。午前4時30分。ヘッドコーチのフィル・ジャクソンが来るまで4時間以上ある。だがコービーの車はすでにそこにあった。\n\nこれが彼のトレードマークとなる：深夜のトレーニング、夜明け前のセッション、執念的な反復。彼は数学的に計算した。11時じゃなく朝5時に始めれば、1日に1回多くトレーニングできる。夏の間で、ジムでの何百時間もの差になる。\n\n他の選手はシーズン中はエネルギーを温存する。コービーは聖書的なワークアウトをした——腕の感覚がなくなるほど激しい90分のウェイトトレーニング、その後すぐにシューティング。チェスのグランドマスターのように映像を研究し、起こったことだけでなく、起こるべきだったことも見た。\n\nレジェンドたちに電話した——ビル・ラッセル、ジェリー・ウェスト、マジック・ジョンソン、カリーム・アブドゥル＝ジャバー——何時間も質問を浴びせた。ほとんどの選手は栄光を望む。コービーは知識を望んだ。\n\nカリームのスカイフックのフットワークを学んだ。マジックのノールックパスを研究し、その秘密——バックスピン——を発見した。マイケル・ジョーダンのディフェンスの激しさとデニス・ロッドマンの巧みさを吸収した。先人たちすべてが先生になった。\n\nプレーオフでエアボールを放った少年が、全く別の何かになりつつあった：技の達人に。"
    },
    "p05": {
        "title": "コービーとシャック：王朝と摩擦",
        "text": "コービーとシャック。バスケ史上最も支配的なデュオ。3度の優勝。そして絶え間ない摩擦。\n\n2000年6月。ロサンゼルス・レイカーズはチャンピオンだ。コービー・ブライアントとシャキール・オニールはバスケットボール史上最も破壊的なパートナーシップを形成した。シャックは自然の力——巨大で、止められず、あらゆるオフェンスの核。コービーは暗殺者——速く、賢く、もっと多くを求めている。\n\n2001年に再び優勝、フィラデルフィア76ersを一蹴。2002年も、ニュージャージー・ネッツをスウィープ。スリーピート。王朝。\n\nしかし栄光の下で、緊張が渦巻いていた。コービーは単なるサイドキック以上を望んでいた。シャックは冗談を言いリラックスする；コービーは働き、要求する。水と油、炎と氷。\n\nそれでも、互いから学んだ。シャックからコービーはフィジカリティを吸収した——ディフェンダーを48分後に疲労させることの重要性。力強さと技巧を混ぜ合わせる価値。\n\n彼らは互いを必要としていたから勝てた——それを常に認められなくても。レイカーズは5年で4度ファイナルに進出。だがこのパートナーシップは永遠には続かない。\n\n何かが変わらなければならない——そしてコービーは譲歩するつもりはなかった。"
    },
    "p06": {
        "title": "81得点：一人でチームを背負う",
        "text": "シャックが去った。王朝は崩壊した。コービーは一人で廃墟を背負わなければならない。\n\n2004年。レイカーズはファイナルでデトロイトに敗れた——屈辱的な5戦敗退。その夏、シャキール・オニールはマイアミにトレードされた。他のすべてのスターターが引退かトレードで去った。コービー・ブライアントは王朝の廃墟の中に一人立っていた。\n\n批評家たちはハゲタカのように群がる。シャックを追い出したと言われた。コーチ不能で、自己中心的で、一緒にプレーできないと言われた。支配的センターなしでは決して優勝できないと言われた。\n\n3年間、レイカーズは平凡になった。プレーオフを逃した。コービーは他の選手なら休むような怪我を押してプレーした——メロンのように腫れた膝、試合中に骨折した指。\n\n2006年1月22日、コービーはトロント・ラプターズ戦で81得点を挙げた。NBA史上2番目に高いシングルゲーム得点。\n\n彼は何かを証明していた。批評家にではない——自分自身に。リーダーシップを学び、ベテランになることを学び、毎晩フランチャイズを背負うことを学んだ。\n\nかつて巨人のそばでプレーした少年が、巨人自身になりつつあった。だがチャンピオンシップには個人の輝きだけでは足りない。"
    },
    "p07": {
        "title": "パウ・ガソルと救済への道",
        "text": "パウ・ガソルが来た。レイカーズは再び優勝候補に。だが救済にはボストンを倒す必要があった。\n\n2008年2月。レイカーズがメンフィスからパウ・ガソルを獲得。コービーはその夜、ホテルに会いに行った。深夜だ。バスケについて、家族について、勝利について語り合った。スペイン語で会話した。兄弟の絆が瞬時に形成された。\n\nパウはスキルがあるだけじゃない——知的で、無私で、勝利への渇望がある。この組み合わせは致命的だった。レイカーズはウェスタンカンファレンス最高成績に急上昇。コービーはMVPを獲得。プレーオフを席巻。\n\nだがファイナルで待っていたのはボストン——レイカーズの宿敵で、ケビン・ガーネット、ポール・ピアース、レイ・アレンで再建されていた。セルティックスは6戦で彼らを粉砕した。トラッシュトーク。フィジカルな制裁。屈辱。\n\nその夏、北京オリンピックのアメリカ代表に加わった。「リディームチーム」にはベテランのリーダーシップが必要だった。コービーがそれを提供した。だらしない前半の後、ハーフタイムでレブロン・ジェームズに挑んだ。レブロンは支配で応えた。金メダルを獲得。\n\nコービーはこの教訓を胸に刻んだ：これがリーダーシップだ。得点ではなく、自分の強度に他者を合わせることを要求すること。オリンピックの勝利は甘かった。だが本当の賞品はまだ待っている：ボストンへのリベンジ。"
    },
    "p08": {
        "title": "アキレス腱：キャリア終焉の怪我",
        "text": "2013年4月12日。コービーはアキレス腱に手を伸ばす。それはもうそこになかった。彼のキャリアは終わりかもしれない。\n\nステイプルズ・センターが静まり返る。コービー・ブライアントが床に倒れ、足首の後ろに手を伸ばし、もはや繋がっていない腱を掴もうとしている。アキレス腱が断裂——スポーツで最も壊滅的な怪我の一つ。34歳だった。この怪我から復帰できる選手はほとんどいない。\n\nだがその瞬間でさえ、ハードウッドに横たわりながら、コービーの最初の考えは失ったものではなかった。次に何をするかだ。「プレーを続けたら悪化するか？」とトレーナーに尋ねた。答えはノー——すでに断裂している。\n\nだから彼は立ち上がった。フリースローラインまで歩いた。2本とも決めた。そして足を引きずりながらコートを去り、翌朝手術を受けた。\n\nロッカールームで娘たちが質問した。彼は安心させた：パパは大丈夫だよ。だが心の中で、登らなければならない山を知っていた。\n\n医者は完全回復に最低18ヶ月かかると言った。コービーは彼らが間違っていることを証明すると決めた。理学療法士のジュディ・セトが過酷なリハビリプログラムの設計を手伝った。毎日。毎時間。すべての瞬間が復帰のためになった——ただの復帰ではない、フルパワーでの復帰。\n\n午前4時に起きる同じ執念が、今はリハビリを駆動していた。"
    },
    "p09": {
        "title": "最終戦：60点の別れ",
        "text": "20年後、彼らは去れと言った。彼は詩を書いた——そして60点取った。\n\n2015年11月29日。コービー・ブライアントは「親愛なるバスケットボール」という詩を発表した。ラブレターであり、別れの言葉だ。20年後、5度の優勝後、33,000点後、すべての後——彼は自分のやり方で去る。\n\n最後のシーズンはフェアウェルツアーになった。すべてのアリーナでスタンディングオベーション。かつてのライバルが抱きしめる。トラッシュトークが相互尊重に。\n\n2016年4月13日。最後の試合。コービーはオフィスから遅れて到着した——次の人生の仕事、物語を創り会社に投資することに没頭していた。コートに出た時、脚が死んでいるように感じた。すぐに分かった：史上最高のパフォーマンスか、最悪のパフォーマンスのどちらかになる。\n\nハーフタイムで22点だが、レイカーズはリード。第4クォーターが来る。コービーが引き継ぐ。シュートが次々と決まる。観衆が咆哮する。最終クォーターだけで23点。\n\n最終スコア：レイカーズ101、ジャズ96。コービーの最後のライン：60点。\n\nステイプルズ・センターが爆発した。「マンバ・アウト」と彼は言い、マイクを置いた。20年は始まった時と同じように終わった：コービーは誰も可能だと思わなかったことをした。"
    },
    "p10": {
        "title": "マンバ・メンタリティ：世代を超える哲学",
        "text": "彼らはそれを執念と呼んだ。彼は愛と呼んだ。マンバ・メンタリティは永遠にゲームを変えた。\n\nその哲学は決してバスケットボールだけのものではなかった。「マンバ・メンタリティ」はTwitterのキャッチーなハッシュタグとして始まった。それ以上のものになった。CEOが引用する。あらゆるスポーツのアスリートが研究する。学生が壁に書く。\n\nこのマインドセットは結果を求めることではない——プロセス、ジャーニー、アプローチについてだ。それは生き方だ。\n\nコービーは「親愛なるバスケットボール」——彼の短編アニメーション——でアカデミー賞を受賞。グラニティ・スタジオを設立し、会社に投資し、スポーツについての児童書を書く。5度の優勝を生んだ仕事への姿勢が、今は新しい帝国を創っている。\n\nだが教訓は同じままだ。午前4時に学んだこと——ジムで一人、誰も見ていない時に。本当に気にかけなければならない。取り憑かれなければならない。他の人が犠牲にしないものを犠牲にしなければならない。\n\n偉大さは誰のものでもない——ほとんどの人が払おうとしないものを要求する。\n\n振り返ると、すべてを繋ぐ糸が見える：イタリアでフットワークを学んだ子供から、プレーオフでエアボールを放った10代、最終戦で60点取った男まで。\n\n痛み、努力、午前3時の起床、アイスバス、フィルムスタディ——すべてが愛だった。純粋で、執念的で、止まらない技への愛。\n\nバスケットボールはコービー・ブライアントに5つのリングを与えただけじゃない。生き方を教えた。"
    }
}