{
    "p01": {
        "title": "1996年：17歲少年踏入NBA",
        "text": "17歲的少年踏入NBA。他們說他太年輕、太生嫩。他另有計劃。\n\n洛杉磯湖人隊訓練基地內竊竊私語。一個17歲的孩子——跳過大學、直接從高中畢業——走進大門。老將們用懷疑的眼光打量他。這個青少年以為他是誰？\n\n在健身房裡，乔瑞·乍斯特從陰影中觀察。就是那個輪廓成為NBA標誌的乔瑞·乍斯特。他看到了不同的東西。當他們一起開車去Kobe的第一次訓練時，這孩子不停地問他每場比賽、每個時刻、每個決定的問題。\n\n這個少年不只有天賦——他著迷了。其他新秀想要上場時間。這個人想知道比賽如何在最深層次運作。\n\n那天晚上，獨自在體育館，乔比·布萊恩開始了將持續二十年的儀式。沒有其他人在場。只有他、籃框和一個大到嚇倒大多數人的夢想。但恐懼不在他的詞彙裡。\n\n從第一天起，他想要統治。不只是打球。不只是競爭。統治。黑曼巴的旅程在黑暗中開始，遠在世人知道他名字之前。"
    },
    "p02": {
        "title": "義大利：黑曼巴的鍛造地",
        "text": "多數孩子在美國體育館學籃球。Kobe看著義大利職業球員學——還有他父親。\n\n回到義大利。一個年輕的美國男孩在雷吉歐艾米利亞的鵝卵石街道上格外醒目。他的父親喬「軟糖豆」布萊恩在海外打職業籃球。當同齡孩子看卡通時，Kobe看比賽錄影。他研究腳步就像其他孩子研究電動遊戲一樣。\n\n在義大利青年聯賽，他們不讓你運球——你必須傳球、轉身、閱讀場上情況。Kobe在能開車之前就精通這些基本功。六歲時，有件事困擾他。他的左手比右手感覺弱。所以他開始用左手刷牙；用左手寫名字。他討厭任何弱點的感覺。\n\n當他回到美國時，他會說義大利語、西班牙語，以及籃球流暢的通用語言。在費城的下梅里恩高中，他成為傳奇。大學教練從各地飛來。杜克的K教練親自招募他。\n\n但Kobe已經做出決定。他不需要再四年的準備。他從會走路就開始準備了。NBA選秀等著他。"
    },
    "p03": {
        "title": "1997年季後賽：改變一切的四記麵包球",
        "text": "那個誓言統治NBA的孩子，剛在季後賽關鍵時刻連投四記麵包球。全世界都在看。\n\n1997年5月。湖人在季後賽對上猶他爵士。Kobe十八歲，乘著有前途的菜鳥賽季高飛。比賽進入關鍵時刻。球找到他的手中。他躍起投籃——球短了。麵包球。又一次。又一次。又一次。關鍵時刻四記麵包球。湖人輸了。\n\n在更衣室，Kobe獨坐。他的身體不夠強壯。經過完整的NBA賽季，他的腿變成義大利麵。球探報告是對的——他還沒準備好。\n\n但這裡是他與其他失敗天才不同之處：他的回應。球隊飛機一降落洛杉磯，Kobe沒有回家。他開車去一間高中體育館投籃。整夜。第二天早上，他又在那裡。接下來一天。再下一天。\n\n他開始密集的重量訓練計劃。九十分鐘的殘酷舉重，一週四天。他的心態結晶了：那些麵包球不代表失敗。它們準確揭示他需要加強的地方。\n\n下賽季開始時，他已經脫胎換骨。他的腿不會再讓他失望。他發現的弱點成為將定義他整個生涯的偏執燃料。"
    },
    "p04": {
        "title": "凌晨四點訓練：曼巴的優勢",
        "text": "凌晨四點訓練不是懲罰。那是他的優勢。當其他人睡覺時，Kobe正變得勢不可擋。\n\n車駛入湖人訓練基地停車場。凌晨四點半。總教練菲爾·乍森還要四個多小時才會到。但Kobe的車已經在那裡了。\n\n這成為他的標誌：午夜訓練、黎明前的課表、偏執的重複。他用數學計算。如果他早上五點開始訓練而不是十一點，每天可以多加一次訓練。一個夏天下來，那是體育館裡額外數百小時。\n\n其他球員在賽季中節省體力。Kobe做聖經式的訓練——九十分鐘重量訓練強到手臂沒知覺，然後直接去投籃。他像西洋棋大師一樣研究影片，不只看發生了什麼，還看應該發生什麼。\n\n他打電話給傳奇球員——比爾·羅素、乔瑞·乍斯特、乍術·乍森、乍里姆·乍巴爾——問上幾個小時的問題。大多數球員想要榮耀。Kobe想要知識。\n\n他學習乍里姆的天鉤腳步。他研究乍術的不看人傳球並發現秘密：後旋。他吸收乍可·乍丹的防守強度和丹尼斯·羅德曼的技巧。每一個先他而來的偉大球員都成為老師。\n\n那個在季後賽投麵包球的孩子正在成為完全不同的東西：他技藝的大師。"
    },
    "p05": {
        "title": "Kobe與乍乍：王朝與摩擦",
        "text": "Kobe和乍乍。籃球史上最具統治力的組合。三座冠軍。還有持續的摩擦。\n\n2000年6月。洛杉磯湖人是冠軍。乔比·布萊恩和乍奎爾·歐尼爾形成了籃球史上最具毀滅性的搭檔。乍乍是自然之力——巨大、勢不可擋、每個進攻的焦點。Kobe是刺客——快速、聰明、渴望更多。\n\n他們在2001年再次奪冠，摧毀費城乍乍人。2002年再次，橫掃新澤西籃網。三連霸。王朝。\n\n但在榮耀之下，緊張在醞釀。Kobe想要不只是配角。乍乍開玩笑、放鬆；Kobe工作、要求。他們是水火不容、冰火兩極。\n\n然而，他們互相學習。從乍乍身上，Kobe吸收了身體性——讓防守者在四十八分鐘後感到痠痛的重要性。蠻力與技巧混合的價值。\n\n他們贏是因為他們需要彼此，即使他們不能總是承認。湖人五年內四進總決賽。但這合作不會永遠持續。\n\n必須有所改變——而Kobe不打算成為讓步的那個。"
    },
    "p06": {
        "title": "81分：獨自扛起球隊",
        "text": "乍乍被交易走了。三連霸王朝正式崩塌。Kobe必須獨自扛起殘局，證明批評者說錯了。\n\n2004年。湖人在總決賽敗給底特律——恥辱的五場失利。那年夏天，乍奎爾·歐尼爾被交易到邁阿密。其他每個先發球員都透過退休或交易離開。乔比·布萊恩獨自站在王朝的廢墟中。\n\n批評者像禿鷹一樣盤旋。他們說他趕走了乍乍。他們說他不可調教、自私、無法共事。他們說沒有優勢中鋒他永遠無法奪冠。\n\n三年來，湖人變得平庸。他們無緣季後賽。Kobe帶傷打球，那些傷會讓其他人休賽——膝蓋腫得像哈密瓜大、手指在比賽中骨折。\n\n2006年1月22日，Kobe對多倫多暴龍砍下81分。NBA史上第二高的單場得分表演。\n\n他在證明什麼。不是對批評者——是對他自己。他學會如何領導，如何當老將，如何夜復一夜扛起整支球隊。\n\n那個曾經在巨人身邊打球的孩子正成為巨人本身。但冠軍需要的不僅是個人才華。"
    },
    "p07": {
        "title": "乍索爾與救贖之路",
        "text": "西班牙中鋒乍·乍索爾加入湖人，王朝曙光重現。但通往救贖的路必須穿越宿敵波士頓。\n\n2008年2月。湖人從曼菲斯換來乍·乍索爾。Kobe那晚就開車去飯店見他。午夜。他們談籃球、談家庭、談獲勝。他們用西班牙語交談。兄弟情誼瞬間形成。\n\n乍不只是有技巧——他聰明、無私、有驅動力。這組合致命。湖人飆升到西區最佳戰績。Kobe贏得MVP。他們橫掃季後賽。\n\n但在總決賽等著的是波士頓——湖人的宿敵，已經透過乍文·乍內特、乍爾·乍爾斯和雷·乍倫重建。賽爾提克六場比賽摧毀他們。垃圾話。身體懲罰。恥辱。\n\n那年夏天，他加入美國隊參加北京奧運。「救贖之隊」需要老將領導。Kobe提供了。半場後他在一個鬆散的上半場後挑戰勒布朗·乍姆斯。勒布朗以統治回應。他們贏得金牌。\n\nKobe把這教訓記下：這是你如何領導。不是靠得分，是靠要求別人達到你的強度。奧運勝利是甜美的。但真正的獎品仍在等待：對波士頓的復仇。"
    },
    "p08": {
        "title": "阿基里斯腱：生涯終結傷勢",
        "text": "2013年4月12日。Kobe伸手去抓他的阿基里斯腱。它已經不在那裡了。他的生涯可能結束了。\n\n史坦乍中心一片寂靜。乔比·布萊恩躺在地板上，伸手到腳踝後面，抓著一根不再連接的肌腱。阿基里斯腱斷了——運動中最毀滅性的傷勢之一。他34歲了。球員很少能從這傷勢復出。\n\n但即使在那一刻，躺在硬木地板上，Kobe的第一個念頭不是他失去了什麼。是接下來做什麼。「如果我繼續打會更糟嗎？」他問訓練員。答案是不會——它已經斷了。\n\n所以他站起來。走到罰球線。兩球都進。然後一拐一拐走下場，第二天早上進行手術。\n\n在更衣室，他的女兒們有問題。他向她們保證：爸爸會沒事的。但私下裡，他知道他必須攀登的山。\n\n醫生說完全康復最少需要十八個月。Kobe決定證明他們錯了。他的物理治療師乍迪·乍托幫助設計了殘酷的復健計劃。每一天。每一小時。每一刻都變成關於回歸——不只是回歸，是以全力回歸。\n\n讓他凌晨四點起床的同樣偏執現在驅動他的康復。"
    },
    "p09": {
        "title": "最後一戰：60分告別",
        "text": "二十年後，傷痕累累的老兵宣布告別。他寫了一首詩——然後在最後一場比賽轟下六十分。\n\n2015年11月29日。乔比·布萊恩發表了一首叫《親愛的籃球》的詩。它是一封情書和告別。二十年後，五座冠軍後，三萬三千分後，一切之後——他要以自己的方式離開。\n\n最後一個賽季成為告別巡迴。每個球館給他起立鼓掌。前對手擁抱他。垃圾話變成相互尊重。\n\n2016年4月13日。最後一場比賽。Kobe從辦公室遲到——他已經在為他的下一段人生工作，創作故事和投資公司。當他踏上球場，他的腿感覺像死了一樣。他立刻知道：這將是有史以來最偉大的表演之一或最糟糕的之一。\n\n半場時，他有22分但湖人落後。第四節到了。Kobe接管。一球接一球進。觀眾咆哮。他僅在最後一節就得了23分。\n\n最終比分：湖人101，爵士96。Kobe最後的數據：60分。\n\n史坦乍中心爆發。「曼巴出場了，」他說，放下麥克風。二十年結束的方式正如開始：Kobe做了沒人認為可能的事。"
    },
    "p10": {
        "title": "曼巴精神：世代傳承的哲學",
        "text": "外人叫它偏執，他叫它愛。從凌晨四點的訓練到奧斯卡獎座，曼巴精神永遠改變了比賽的定義。\n\n這哲學從來不只是關於籃球。「曼巴精神」開始是Twitter上一個朗朗上口的標籤。它變成了更多的東西。CEO引用它。各種運動的運動員研究它。學生把它寫在牆上。\n\n這心態不是關於追求結果——是關於過程、旅程、方法。它是一種生活方式。\n\nKobe以《親愛的籃球》——他的動畫短片——贏得奧斯卡。他建立乍拉尼提工作室，投資公司，寫關於體育的兒童書。產生五座冠軍的職業道德現在創造新的帝國。\n\n但教訓保持不變，是他在凌晨四點學到的，獨自在體育館，沒人看著的時候。你必須真正在乎。你必須著迷。你必須犧牲別人不願意的。\n\n偉大不是給每個人的——它需要大多數人不願意付出的東西。\n\n回顧，他看到連結一切的線索：從一個在義大利學腳步的孩子，到一個在季後賽投麵包球的少年，到一個在最後一場比賽得六十分的男人。\n\n痛苦、工作、凌晨三點起床、冰浴、影片研究——這一切都是愛。純粹、偏執、不懈的對技藝的愛。\n\n籃球不只給了乔比·布萊恩五枚戒指。它教會他如何生活。"
    }
}