{
    "p01": {
        "title": "8 janvier 1942 : Né le jour de la mort de Galilée",
        "text": "Dans l'obscurité de la Seconde Guerre mondiale, tandis que les bombardiers allemands visaient Londres, Frank et Isobel Hawking avaient déménagé dans la relative sécurité d'Oxford pour la naissance de leur premier enfant. Le 8 janvier 1942 — exactement trois cents ans jour pour jour après la mort de Galilée — Stephen William Hawking vint au monde. Ses parents étaient des intellectuels, tous deux diplômés d'Oxford : son père était chercheur en médecine, sa mère secrétaire devenue militante politique. Leur maison était remplie de livres et d'idées, discutant de tout, de la littérature à la science, autour de la table du dîner. Le jeune Stephen était immédiatement curieux de tout. Il construisit un ordinateur à partir de vieilles pièces d'horlogerie. Il fabriqua un télescope pour observer les étoiles. Il jouait aux échecs et écoutait de la musique classique. Mais surtout, il posait des questions — des questions sans fin sur le fonctionnement des choses, la couleur bleue du ciel, les rouages de l'univers. Les amis de ses parents le trouvaient épuisant. Mais quelque chose mijotait dans cet esprit agité. Quelque chose qui allait ébranler les fondements de la physique. Le garçon né le jour de l'anniversaire de la mort de Galilée contemplait déjà les mêmes étoiles."
    },
    "p02": {
        "title": "Le génie paresseux d'Oxford",
        "text": "Stephen Hawking n'était pas un étudiant modèle. À l'école de St Albans, il était intelligent mais paresseux, plus intéressé par apprendre par lui-même que par suivre le programme. Il était parfois harcelé, souvent ennuyé, et toujours en train de réfléchir à des questions plus grandes que ce qu'on enseignait en classe. Quand il obtint une bourse pour étudier la physique à Oxford à dix-sept ans, il trouva les cours embarrassamment faciles. Il étudiait à peine — peut-être une heure par jour — passant la plupart de son temps avec ses amis, intégrant l'équipe d'aviron, éditant le magazine du collège. Il était connu pour son esprit et son excentricité, le genre de personne qui glissait dans la vie sur son intelligence brute. Malgré son manque d'effort, il obtint son diplôme avec mention très bien en 1962. Mais quelque chose avait changé. Durant sa dernière année, il était devenu maladroit — trébuchant, ayant du mal à lacer ses chaussures. Il l'ignora. Il allait commencer son doctorat en cosmologie à Cambridge, sous la direction de Dennis Sciama, un expert de premier plan. L'univers l'attendait. Les grandes questions — Comment l'univers a-t-il commencé ? Que sont les trous noirs ? Pourquoi y a-t-il quelque chose plutôt que rien ? — l'appelaient. Il ignorait que son propre corps allait le trahir de la manière la plus cruelle."
    },
    "p03": {
        "title": "Le diagnostic : Deux ans à vivre",
        "text": "Les chutes empiraient. Son élocution devenait confuse. Son écriture était devenue illisible. En 1963, juste après ses vingt et un ans, Stephen consulta un médecin. S'ensuivirent des semaines de tests à l'hôpital, les médecins le piquant et le sondant, sans rien lui dire. Finalement, le verdict tomba : sclérose latérale amyotrophique — SLA, aussi connue sous le nom de maladie de Charcot. C'était une condamnation à mort. Les cellules nerveuses contrôlant ses muscles mouraient. Bientôt, il ne pourrait plus marcher. Puis il ne pourrait plus parler. Puis il ne pourrait plus respirer. Les médecins lui donnèrent deux ans, peut-être trois. On le renvoya chez lui pour mourir. Stephen sombra dans le désespoir. Pourquoi terminer son doctorat ? Pourquoi faire quoi que ce soit ? Il s'enferma dans sa chambre, écouta Wagner, et attendit la fin. L'avenir qu'il avait imaginé — carrière, famille, découvertes — s'évapora. À vingt et un ans, l'étudiant en physique le plus brillant de sa génération gisait dans l'obscurité, comptant ses derniers mois. Mais quelque part dans cette obscurité, quelque chose refusait de mourir. L'univers avait encore des questions à poser. Et Stephen Hawking, contre toute attente, allait y répondre."
    },
    "p04": {
        "title": "Jane Wilde : L'amour le sauve",
        "text": "À une fête du Nouvel An en 1963, quelques semaines seulement après son diagnostic, Stephen rencontra Jane Wilde — une amie de sa sœur, une étudiante en littérature aux yeux doux et à la détermination féroce. Ils tombèrent amoureux. C'était supposé être impossible. Il était mourant. Il n'avait rien à offrir qu'un corps brisé et un compte à rebours de deux ans. Mais Jane s'en moquait. Elle voyait l'esprit à l'intérieur de l'enveloppe défaillante. Elle voyait l'humour, le génie, le refus obstiné d'abandonner. Elle lui donna ce qu'aucun médecin ne pouvait : une raison de vivre. Ils se fiancèrent. Ils se marièrent en 1965 et eurent trois enfants — Robert, Lucy et Timothy. Pour Stephen, l'amour de Jane fut comme un choc électrique au cœur. Soudain, la thèse comptait à nouveau. La recherche comptait. L'avenir comptait. S'il devait mourir, il mourrait en se battant — pas dans l'obscurité, mais dans la lumière de la découverte. Sa maladie progressa lentement, lui accordant du temps. Il eut besoin d'une canne, puis de béquilles, puis d'un fauteuil roulant. Mais son esprit accéléra. Travaillant avec le mathématicien Roger Penrose, il commença à s'attaquer à la plus grande question de la cosmologie : Comment l'univers a-t-il commencé ? L'homme mourant allait prouver que l'univers lui-même avait un commencement."
    },
    "p05": {
        "title": "Prouver le Big Bang",
        "text": "En 1965, Stephen Hawking et le mathématicien Roger Penrose commencèrent à travailler sur ce qui semblait relever de la science-fiction : prouver que l'univers a commencé par une singularité. Une singularité est un point où l'espace-temps s'effondre en une densité infinie — où les lois de la physique s'effondrent. Penrose avait déjà montré que les singularités existent au centre des trous noirs. Hawking alla plus loin. Travaillant depuis son fauteuil roulant, griffonnant des équations que ses mains défaillantes pouvaient à peine former, il prouva que si l'on remonte l'expansion de l'univers dans le temps, tout converge vers un point unique. Le Big Bang n'était pas qu'une explosion — c'était la naissance de l'espace-temps lui-même, émergeant d'une singularité où toute la matière de l'univers était comprimée en un point plus petit qu'un atome. Les théorèmes de singularité, publiés entre 1965 et 1970, brisèrent les anciennes hypothèses et réécrivirent la cosmologie. Les équations d'Einstein, poussées à leur limite logique, exigeaient un commencement. L'univers n'était pas éternel. Il était né. Stephen termina sa thèse de doctorat, « Propriétés des univers en expansion », en 1966. Il aurait dû être mort. Au lieu de cela, il devenait l'un des physiciens les plus importants du monde."
    },
    "p06": {
        "title": "Rayonnement de Hawking : Les trous noirs brillent",
        "text": "Les trous noirs étaient censés être la prison ultime. Une fois qu'on franchit l'horizon des événements — le point de non-retour — on disparaît à jamais. Rien ne peut s'échapper, pas même la lumière. C'est pourquoi ils sont noirs. Puis Stephen Hawking prouva que tout le monde avait tort. En 1974, appliquant la mécanique quantique au bord des trous noirs, il fit une prédiction stupéfiante : les trous noirs ne sont pas complètement noirs. Ils émettent une faible lueur de particules — un rayonnement qui porterait son nom. Le rayonnement de Hawking signifiait que les trous noirs pouvaient rétrécir et finalement s'évaporer. Cela créait aussi un paradoxe terrifiant : si les trous noirs s'évaporent, qu'arrive-t-il à toute l'information qui y est tombée ? La mécanique quantique dit que l'information ne peut jamais être détruite. Mais si un trou noir disparaît, où va l'information ? Ce « paradoxe de l'information » hanterait la physique pendant des décennies. Cette découverte rendit Hawking célèbre dans la communauté scientifique. Voilà un homme en fauteuil roulant, incapable d'écrire ou de bouger, qui venait de révéler quelque chose de fondamental sur l'univers que tous les physiciens valides avaient manqué. Son esprit s'élevait même si son corps s'effondrait. Mais l'effondrement s'accélérait."
    },
    "p07": {
        "title": "1985 : Perdre sa voix pour toujours",
        "text": "La maladie rampait depuis vingt ans. Stephen ne pouvait plus marcher. Ses mains ne pouvaient plus tenir un stylo. Son élocution était devenue si confuse que seuls sa famille et ses collègues les plus proches le comprenaient. Puis, en 1985, le désastre frappa. Lors d'une visite au CERN en Suisse, il contracta une pneumonie. Ses poumons lâchèrent. Les médecins le maintinrent en vie sous respirateur et firent face à un choix terrible : le laisser mourir, ou pratiquer une trachéotomie qui lui sauverait la vie mais détruirait sa voix à jamais. Jane choisit la vie. L'opération fut pratiquée. Stephen Hawking, l'homme qui avait expliqué la naissance de l'univers, ne pouvait plus prononcer un seul mot. Pour n'importe qui d'autre, c'aurait été la fin. Comment travailler comme physicien théoricien quand on ne peut pas écrire d'équations ? Comment enseigner quand on ne peut pas parler ? Comment vivre piégé dans un corps devenu prison ? Mais Stephen n'était pas n'importe qui. Un programmeur informatique en Californie lui construisit un synthétiseur vocal — un appareil convertissant le texte en voix robotique. Au début, Stephen l'actionna avec sa main. Plus tard, quand ses mains lâchèrent, avec un seul muscle de la joue. Cette voix était mécanique, avec un accent américain, absolument unique. Elle allait devenir la voix la plus célèbre de la science."
    },
    "p08": {
        "title": "Une brève histoire du temps : Phénomène mondial",
        "text": "Stephen Hawking avait une idée folle : écrire un livre sur l'univers pour les gens ordinaires. Pas d'équations. Pas de jargon. Juste les plus grandes questions — Comment tout a-t-il commencé ? Que sont les trous noirs ? D'où venons-nous ? Tout finira-t-il ? — expliquées pour que tout le monde puisse comprendre. Ses éditeurs étaient sceptiques. Qui achèterait un livre de science écrit par un physicien handicapé qui ne pouvait même pas parler ? La réponse : tout le monde. Une brève histoire du temps fut publié en 1988 et devint l'un des livres de vulgarisation scientifique les plus vendus de l'histoire. Plus de dix millions d'exemplaires vendus dans le monde. Traduit dans plus de quarante langues. Il resta sur la liste des best-sellers pendant 237 semaines sans précédent. Soudain, Stephen Hawking n'était plus célèbre uniquement parmi les scientifiques. Il était célèbre partout. Son visage — affaissé dans le fauteuil roulant, les yeux vifs et vivants — devint une icône. Sa voix robotique devint instantanément reconnaissable. Il reçut la Médaille présidentielle de la Liberté et des dizaines d'autres distinctions. Il fut invité à rencontrer le Pape et à visiter la Maison Blanche. Le garçon d'Oxford à qui on avait dit qu'il mourrait à vingt-trois ans était devenu le scientifique le plus célèbre depuis Albert Einstein. Et il ne faisait que commencer."
    },
    "p09": {
        "title": "Icône de la culture pop : Les Simpson et Star Trek",
        "text": "Stephen Hawking aurait pu rester dans sa tour d'ivoire. Il était professeur à Cambridge, membre de la Royal Society, l'un des esprits les plus respectés au monde. Mais il voulait plus. Il voulait apporter la science à tous. Alors quand Les Simpson appelèrent, il dit oui. Quand Star Trek : La Nouvelle Génération l'invita à jouer son propre rôle dans une partie de poker avec Newton et Einstein, il rit et roula sur le plateau. Quand The Big Bang Theory fit de lui l'idole de Sheldon, il apparut plusieurs fois, toujours dans la blague. Il vola en apesanteur pour promouvoir le voyage spatial. Il mit en garde contre l'intelligence artificielle et le changement climatique. Il soutint la recherche de vie extraterrestre à travers les Breakthrough Initiatives. Il ouvrit les Jeux Paralympiques de Londres 2012 par un discours qui fit pleurer le stade : « Aussi difficile que la vie puisse paraître, il y a toujours quelque chose que vous pouvez faire et où vous pouvez réussir. » Stephen Hawking prouva quelque chose qui allait au-delà de la physique : la science pouvait être amusante, accessible, inspirante. Un homme qui ne pouvait pas bouger avait ému des millions de personnes dans le monde. Sa voix robotique devint un symbole de triomphe humain — le son d'un esprit qui refusait d'abandonner."
    },
    "p10": {
        "title": "14 mars 2018 : L'univers perd son traducteur",
        "text": "Les médecins lui avaient donné deux ans. Il vécut cinquante-cinq ans de plus. Le 14 mars 2018 — le jour de Pi, aussi l'anniversaire d'Albert Einstein — Stephen Hawking s'éteignit paisiblement dans sa maison de Cambridge. Il avait soixante-seize ans. La nouvelle fit le tour du monde en quelques minutes. Les scientifiques pleurèrent. Les dirigeants mondiaux rendirent hommage. Internet déborda de ses citations, de son humour, de sa voix robotique disant des choses qui rendaient l'univers moins solitaire. « N'oubliez pas de lever les yeux vers les étoiles et pas vers vos pieds. » « L'intelligence est la capacité de s'adapter au changement. » « Aussi difficile que la vie puisse paraître, il y a toujours quelque chose que vous pouvez faire et où vous pouvez réussir. » Stephen Hawking fut enterré à l'abbaye de Westminster, entre Isaac Newton et Charles Darwin — en compagnie des géants. Sa voix fut transmise dans l'espace vers le trou noir le plus proche, adieu approprié pour l'homme qui en avait révélé les secrets. Il était né le jour de l'anniversaire de la mort de Galilée. Il mourut le jour de l'anniversaire d'Einstein. Entre-temps, il prouva que l'univers avait un commencement, que les trous noirs brillent, et qu'un esprit brillant n'a absolument aucune limite — ni la maladie, ni le handicap, ni même le bord de l'espace-temps lui-même. La sentence de deux ans devint un miracle de cinquante-cinq ans. Les questions ne cessèrent jamais. Lui non plus."
    }
}