{
    "p01": {
        "title": "1942年1月8日：ガリレオの命日に誕生",
        "text": "第二次世界大戦の暗闘の中、ドイツの爆撃機がロンドンを狙う中、フランクとイゾベル・ホーキングは第一子の安全な出産のために比較的安全なオックスフォードに移動していた。1942年1月8日——ガリレオの死からちょうど300年の日に——スティーヴン・ウィリアム・ホーキングがこの世に生まれた。彼の両親は知識人で、二人ともオックスフォード大学の卒業生だった。父は医学研究者、母は秘書から政治活動家になった。彼らの家は本と思想で溢れ、文学から科学まであらゆる話題がディナーテーブルで議論された。幼いスティーヴンはあらゆることに好奇心を持っていた。古い時計の部品でコンピューターを作った。星を観察するために望遠鏡を組み立てた。チェスをし、クラシック音楽を聴いた。何より、質問をし続けた——物事がどう機能するのか、空がなぜ青いのか、宇宙がどう動いているのか。両親の友人たちは彼に疲れ果てた。しかし、その落ち着きのない心の中で何かが醸成されていた。やがて物理学の基礎を揺るがすことになる何かが。ガリレオの命日に生まれたこの少年は、すでに同じ星を見上げていた。"
    },
    "p02": {
        "title": "オックスフォードの怠惰な天才",
        "text": "スティーヴン・ホーキングは模範的な学生ではなかった。セント・オールバンズ校では頭は良いが怠惰で、カリキュラムに従うより自分で学ぶことに興味があった。時々いじめられ、よく退屈し、常に授業で教わることより大きな問題を考えていた。17歳でオックスフォード大学の物理学奨学金を獲得したが、授業は恥ずかしいほど簡単だと感じた。ほとんど勉強せず——おそらく一日一時間——大半の時間を友人と過ごし、ボート部に入り、大学雑誌の編集をした。機知に富み風変わりな人物として知られ、純粋な知性だけで人生を滑っていくタイプだった。努力不足にもかかわらず、1962年に首席で卒業した。しかし何かが変わっていた。最終学年の間、彼は不器用になり始めた——つまずき、靴紐を結ぶのが難しくなった。気にしなかった。この分野の第一人者、デニス・シアマの下でケンブリッジで宇宙論の博士課程を始めようとしていた。宇宙が待っていた。大きな問い——宇宙はどう始まったのか？ブラックホールとは何か？なぜ無ではなく存在があるのか？——が彼を呼んでいた。自分の体が最も残酷な方法で裏切ろうとしていることを、彼は知らなかった。"
    },
    "p03": {
        "title": "死刑宣告：余命2年",
        "text": "転倒はひどくなっていた。話し方がぎこちなくなった。字が読めなくなった。1963年、21歳になったばかりの頃、スティーヴンは医者を訪ねた。その後、病院で何週間も検査が続き、医師たちは突き刺し調べ、誰も何も教えてくれなかった。ついに診断が下された：筋萎縮性側索硬化症——ALSまたは運動ニューロン疾患としても知られる。死刑宣告だった。筋肉を制御する神経細胞が死んでいく。やがて歩けなくなる。それから話せなくなる。それから呼吸ができなくなる。医師は2年、おそらく3年と告げた。死を待つために家に送り返された。スティーヴンは絶望に陥った。なぜ博士論文を完成させる必要がある？なぜ何かをする必要がある？彼は部屋に閉じこもり、ワーグナーを聴き、終わりを待った。想像していた未来——キャリア、家族、発見——は無に消えた。21歳で、彼の世代で最も優秀な物理学の学生は暗闇の中に横たわり、最後の月日を数えていた。しかしその暗闘のどこかで、死ぬことを拒否する何かがあった。宇宙にはまだ問うべき質問があった。そしてスティーヴン・ホーキングは、あらゆる確率に逆らって、それに答えようとしていた。"
    },
    "p04": {
        "title": "ジェーン・ワイルド：愛が彼を救った",
        "text": "1963年の新年パーティーで、診断からわずか数週間後、スティーヴンはジェーン・ワイルドに出会った——妹の友人で、優しい目と強い意志を持つ文学専攻の学生だった。二人は恋に落ちた。それは不可能なはずだった。彼は死にかけていた。壊れた体と2年のカウントダウン以外、何も与えるものがなかった。しかしジェーンは気にしなかった。彼女は衰えゆく殻の中の頭脳を見た。ユーモア、才能、頑固に諦めない精神を見た。彼女は医師には与えられないものを与えた：生きる理由。二人は婚約した。1965年に結婚し、3人の子供——ロバート、ルーシー、ティモシー——をもうけた。スティーヴンにとって、ジェーンの愛は心臓への電気ショックのようだった。突然、博士論文が再び重要になった。研究が重要になった。未来が重要になった。死ぬなら、戦って死ぬ——暗闘の中ではなく、発見の光の中で。病気はゆっくり進行し、時間を与えてくれた。杖が必要になり、次に松葉杖、そして車椅子。しかし彼の頭脳は加速した。数学者ロジャー・ペンローズと協力し、宇宙論最大の問いに挑み始めた：宇宙はどう始まったのか？死にゆく男が、宇宙そのものに始まりがあることを証明しようとしていた。"
    },
    "p05": {
        "title": "ビッグバンを証明",
        "text": "1965年、スティーヴン・ホーキングと数学者ロジャー・ペンローズは、SFのように思えることに取り組み始めた：宇宙が特異点から始まったことを証明すること。特異点とは、時空が無限密度に崩壊する点——物理法則が破綻する場所。ペンローズはすでにブラックホールの中心に特異点が存在することを示していた。ホーキングはさらに進んだ。車椅子に座り、衰えゆく手でかろうじて形作れる方程式を走り書きしながら、宇宙の膨張を時間を遡って追うと、すべてが一点に収束することを証明した。ビッグバンは単なる爆発ではなく——時空そのものの誕生であり、宇宙のすべての物質が原子より小さな一点に圧縮された特異点から生まれた。1965年から1970年の間に発表された特異点定理は、古い仮定を打ち砕き、宇宙論を書き換えた。アインシュタインの方程式を論理的極限まで推し進めると、始まりが必要だった。宇宙は永遠ではなかった。誕生したのだ。スティーヴンは1966年に博士論文「膨張宇宙の性質」を完成させた。彼は死んでいるはずだった。代わりに、世界で最も重要な物理学者の一人になりつつあった。"
    },
    "p06": {
        "title": "ホーキング放射：ブラックホールは輝く",
        "text": "ブラックホールは究極の牢獄であるはずだった。何かが事象の地平線——戻れない点——を越えると、永遠に消える。何も逃げられない、光さえも。だから黒いのだ。しかしスティーヴン・ホーキングは全員が間違っていることを証明した。1974年、量子力学をブラックホールの縁に適用し、驚くべき予測をした：ブラックホールは完全に黒くない。微かな粒子の輝きを放射している——彼の名を冠することになる放射だ。ホーキング放射は、ブラックホールが縮小し、最終的には蒸発することを意味した。また、恐ろしいパラドックスも生み出した：ブラックホールが蒸発したら、落ち込んだすべての情報はどうなる？量子力学は情報は決して破壊できないと言う。しかしブラックホールが消えたら、情報はどこへ行く？この「情報パラドックス」は何十年も物理学を悩ませることになる。この発現はホーキングを科学界で有名にした。車椅子に座り、書くことも動くこともできない男が、すべての健常な物理学者が見逃した宇宙についての根本的なことを明らかにしたのだ。彼の頭脳は舞い上がっていた、体が崩壊しても。しかし崩壊は加速していた。"
    },
    "p07": {
        "title": "1985年：声を永遠に失う",
        "text": "病気は20年間忍び寄っていた。スティーヴンはもう歩けなかった。手でペンを握れなかった。話し方は家族と最も親しい同僚だけが理解できるほど不明瞭になっていた。そして1985年、災害が襲った。スイスのCERNを訪問中、肺炎にかかった。肺が機能しなくなった。医師たちは人工呼吸器で彼を生かしながら、恐ろしい選択を迫られた：死なせるか、命を救いながら声を永遠に破壊する気管切開を行うか。ジェーンは命を選んだ。手術は行われた。宇宙の誕生を説明した男、スティーヴン・ホーキングは、もう一言も話せなくなった。他の誰にとっても、これは終わりだったろう。方程式を書けないのに、理論物理学者としてどう働く？話せないのに、どう教える？牢獄と化した体に閉じ込められて、どう生きる？しかしスティーヴンは普通の人ではなかった。カリフォルニアのコンピュータープログラマーが音声合成装置を作った——テキストをロボットの声に変換する装置だ。最初、スティーヴンは手で操作した。後に手も動かなくなると、頬の筋肉一つで操作した。その声は機械的で、アメリカ訛りで、唯一無二だった。科学界で最も有名な声になる。"
    },
    "p08": {
        "title": "『ホーキング、宇宙を語る』：世界的現象",
        "text": "スティーヴン・ホーキングにはクレイジーなアイデアがあった：一般人のために宇宙についての本を書くこと。方程式なし。専門用語なし。ただ最大の問い——すべてはどう始まった？ブラックホールとは何？私たちはどこから来た？すべては終わるのか？——を誰でも理解できるように説明する。出版社は懐疑的だった。話すこともできない障害を持つ物理学者の科学書を誰が買う？答え：みんな。『ホーキング、宇宙を語る』は1988年に出版され、歴史上最も売れた科学書の一つになった。世界中で1000万部以上売れた。40以上の言語に翻訳された。前例のない237週間ベストセラーリストに留まった。突然、スティーヴン・ホーキングは科学者の間だけでなく、あらゆる場所で有名になった。車椅子にもたれ、目は明るく生き生きとした彼の顔がアイコンになった。ロボットの声は即座に認識されるようになった。大統領自由勲章と数十の他の栄誉を受けた。教皇に会い、ホワイトハウスを訪問するよう招かれた。23歳で死ぬと告げられたオックスフォードの少年が、アルバート・アインシュタイン以来最も有名な科学者になった。そして彼はまだ始まったばかりだった。"
    },
    "p09": {
        "title": "ポップカルチャーの偶像：シンプソンズとスタートレック",
        "text": "スティーヴン・ホーキングは象牙の塔に留まることもできた。ケンブリッジの教授、王立協会の会員、世界で最も尊敬される頭脳の一人。しかし彼はもっと多くを望んだ。科学をすべての人に届けたかった。だから『ザ・シンプソンズ』から電話があった時、彼はイエスと言った。『スタートレック：ネクストジェネレーション』がニュートンとアインシュタインとのポーカーゲームで本人役を演じるよう招いた時、笑いながらセットに転がり込んだ。『ビッグバン・セオリー』が彼をシェルドンの偶像にした時、何度も出演し、常にジョークを楽しんだ。宇宙旅行を推進するために無重力で飛んだ。人工知能と気候変動について警告した。ブレイクスルー・イニシアティブを通じて地球外生命の探索を支援した。2012年ロンドンパラリンピックの開会式でスピーチをし、スタジアムを涙で包んだ：「人生がどれほど困難に見えても、常にできることがあり、成功できることがある。」スティーヴン・ホーキングは物理学を超えたことを証明した：科学は楽しく、身近で、インスピレーションを与えるものになれる。動けない男が世界中の何百万もの人々を動かした。彼のロボットの声は人間の勝利の象徴になった——諦めることを拒否した頭脳の音。"
    },
    "p10": {
        "title": "2018年3月14日：宇宙は翻訳者を失った",
        "text": "医師は2年と告げた。彼はさらに55年生きた。2018年3月14日——円周率の日であり、アルバート・アインシュタインの誕生日——スティーヴン・ホーキングはケンブリッジの自宅で安らかに息を引き取った。76歳だった。ニュースは数分で世界中に広がった。科学者たちは泣いた。世界のリーダーたちが追悼した。インターネットは彼の言葉、ユーモア、宇宙を孤独でなく感じさせるロボットの声で溢れた。「足元を見るのではなく、星を見上げることを忘れないで。」「知性とは変化に適応する能力だ。」「人生がどれほど困難に見えても、常にできることがあり、成功できることがある。」スティーヴン・ホーキングはウェストミンスター寺院に埋葬された——アイザック・ニュートンとチャールズ・ダーウィンの間に——巨人たちの仲間入りをした。彼の声は宇宙に送られ、最も近いブラックホールに向かった——その秘密を明らかにした男にふさわしい別れだった。彼はガリレオの命日に生まれた。アインシュタインの誕生日に亡くなった。その間に、宇宙に始まりがあること、ブラックホールが輝くこと、そして優れた頭脳には絶対に境界がないこと——病気も、障害も、時空の縁さえも——を証明した。2年の宣告は55年の奇跡になった。質問は決して止まらなかった。彼も決して止まらなかった。"
    }
}