{
    "p01": {
        "title": "1809年：土の床に生まれて",
        "text": "1809年、ケンタッキーの荒野。赤ん坊が土の床の上で生まれた。家族は村一番の貧乏人だった。誰も期待していなかった。\n\nケンタッキー州のシンキング・スプリング農場に雪が降る。土の床の小さな小屋の中で、赤ん坊がこの世に生を受けた。その名はエイブラハム・リンカーン。彼の祖父はインディアンに殺され、父トーマスはそれを目の前で見ていた。父はそのトラウマから立ち直ることができなかった——野心を疑い、本を敵視する無気力な男だった。\n\nこの家族は郡でも「最も貧しい人々」だった。ほとんど何も持っていなかった。近所の人々はこの細長くぎこちない赤ん坊を見て、何も特別なものを見出さなかった。希望を飲み込む荒野で、また一人食べさせる口が増えただけ。\n\nしかしこの闘の中でさえ、この子は何か違っていた。その目はすべてを捉えているようだった。話せるようになる前から、その心はすでに動き、計算し、考えているようだった。\n\nまだ誰も気づかなかった——父も、近所の人も、世界も。しかし土の上で生まれたこの赤ん坊の中で、何か非凡なものが動き始めていた。彼の生まれた環境はほとんどの人を押しつぶしただろう。それがエイブラハム・リンカーンを、世界がかつて見たことのない存在へと鍛え上げる燃料となる。"
    },
    "p02": {
        "title": "9歳：母の棺を自ら作る",
        "text": "父は本を読む息子を殴った。9歳のとき、母が死んだ。彼は自分の手で母の棺を作った。\n\nトーマス・リンカーンは読書は怠惰だと信じていた。エイブが本を持っているのを見つけると、「仕事をしないから」と殴った。本を火に投げ込んだ。少年に大人のように働くことを求めた。\n\nしかしエイブは何マイルも歩いて別の本を借りた。父が寝ている間にろうそくの光で読んだ。\n\nそして悲劇が襲った。エイブが9歳のとき、母ナンシー・ハンクスが「牛乳病」にかかった。彼女は一週間、死の床にあり、子どもたちは無力に見守るしかなかった。幼いエイブラハムは自分の手で母の棺の釘を削った。自分の手で彼女を凍った地面に降ろすのを手伝った。\n\n牧師は来なかった。式も行われなかった。ただ少年と彼の悲しみが、インディアナの荒野にいた。その冬は彼の人生で最も孤独だった。\n\nこの世界はすでに彼から多くを奪っていた。さらに奪おうとするだろう。しかしエイブラハム・リンカーンの中の何かが、折れることを拒否した。"
    },
    "p03": {
        "title": "独学：闇の中でうつ病と戦う",
        "text": "193センチ、当時では巨人だ。人々は彼を笑った。彼も一緒に笑った。心の奥深くにある悲しみを隠しながら。\n\n10代になる頃、エイブラハム・リンカーンは印象的な姿に成長していた——ハンサムではないが、忘れられない存在だった。193センチ——平均的な男性が170センチの時代にだ。腕は長すぎるように見えた。顔はやつれ、風雪にさらされていた。人々は面と向かって醜いと言った。\n\n彼は一緒に笑い、あらゆる侮辱をジョークに変えた。しかしユーモアの下には、ごく少数しか理解できない闇が潜んでいた。リンカーンは「hypo」——機能不能に陥るほどの壊滅的な憂鬱の発作に苦しんでいた。彼は最も暗い時間に自分に何をするか恐れてポケットナイフを持ち歩かなかった。\n\nしかし毎晩、ジョークが終わり群衆が去った後、エイブは一人でろうそくの光の下に座り、借りた法律書と向き合った。ブラックストンの『イングランド法釈義』を暗唱できるまで読んだ。\n\n先生もいない、法科大学院もない、指導者もいない。ただ鋼鉄の意志と借りた本一冊だけ。辺境の少年は、弁護士のように考え、哲学者のように議論し、いつか国を動かす明晰さで書くことを独学していた。"
    },
    "p04": {
        "title": "議員と先見の明を持つ妻",
        "text": "25歳で州議会議員に。辺境の少年は弁護士になった。「大統領になる」と妻は言った。信じる者は少なかった。\n\n21歳でエイブラハム・リンカーンは父の家を永遠に去った。父に何も借りがないと感じた——愛さえも。機知と働く意欲だけを持ってイリノイ州ニューセーラムに着いた。\n\n25歳でイリノイ州議会議員に当選。辺境の少年は今や立法者だった。スプリングフィールドに引っ越し、司法試験に合格し、州で最も鋭い法律家の一人としての評判を築き始めた。\n\nそしてメアリー・トッドに出会った——教育を受け、野心的で、ケンタッキーの裕福な家庭出身。彼女の親戚は恐れおののいた。この不器用な貧乏弁護士？\n\nしかしメアリーには彼らに見えないものが見えた。「この人はいつかアメリカ大統領になる」と聞く耳を持つ人すべてに言った。1842年に結婚した。結婚指輪には単純な言葉が刻まれた：「愛は永遠」。\n\n何年もリンカーンの政治家としてのキャリアは停滞したように見えた。選挙に負けた。経済的に苦労した。うつ病が彼を悩ませた。しかしメアリーは信じることをやめなかった。そして心の奥底で、彼もやめなかった。"
    },
    "p05": {
        "title": "分裂した家は立ち続けられない",
        "text": "奴隷制は「恐るべき不正義」。政界に復帰——「分裂した家は立ち続けられない」。国が引き裂かれていた。\n\n何年もリンカーンは奴隷制について沈黙を守っていた。嫌悪していた——ずっと嫌悪していた——しかし問題は脆い妥協で解決されたように見えた。しかし1854年、スティーブン・ダグラスがカンザス・ネブラスカ法を押し通し、新しい領土に奴隷制を開放した。\n\nリンカーンは心の奥で何かが壊れるのを感じた。これはもはや政治ではなかった。これは道徳的緊急事態だった。\n\n友人さえ驚くほどの炎を持って公的生活に戻った。奴隷制は「恐るべき不正義」だと宣言した。\n\n1858年、共和党の上院議員候補指名を受諾し、彼を定義する演説を行った：「分裂した家はそのまま立ち続けることはできない。この政府が永久に、半分奴隷で半分自由のまま存続できるとは信じない。」\n\nその言葉は国を電撃した。彼はイリノイ州で7回ダグラスと討論した。その上院選挙には負けた。しかし議会の議席より価値あるものを見つけた。自分の声、自分の大義、存在する理由を見つけた。"
    },
    "p06": {
        "title": "1860年：ダークホース大統領、戦争勃発",
        "text": "1860年、イリノイのダークホースが大統領に。就任前に7つの南部州が離脱。戦争が迫っていた。\n\n1860年の共和党大会はシカゴで開かれた。本命はニューヨーク州のウィリアム・スワード——才気煥発で洗練され、楽勝と予想されていた。しかし3回目の投票でダークホースが現れた。\n\nエイブラハム・リンカーン——イリノイ州の独学の弁護士、勝った選挙より負けた選挙の方が多い男——が共和党大統領候補になった。\n\n就任宣誓の前に、サウスカロライナが連邦を離脱した。次にミシシッピ。次にフロリダ、アラバマ、ジョージア、ルイジアナ、テキサス。リンカーンがワシントンに着く前に7つの州が去った。\n\n1861年3月4日、国会議事堂の階段に立ち、南部に懇願した：「私たちは敵ではなく、友だ。敵であってはならない。」\n\n十分ではなかった。4月12日、南軍の大砲がチャールストン港のサムター要塞を砲撃した。南北戦争が始まった。\n\n暴力を嫌い、生涯を通じて武器でなく言葉を使ってきた男が、今やアメリカ史上最大の軍隊を指揮していた。"
    },
    "p07": {
        "title": "62万人の命の重み",
        "text": "遺体が積み上がった。62万人が死んだ。息子ウィリーがホワイトハウスで死んだ。自由のための血は価値があるか。\n\n死傷者報告がリンカーンの机に告発のように積み上がった。ブルラン。シャイロー。アンティータム。フレデリックスバーグ。死者の名前は何ページにも及んだ。\n\n終わる頃には62万人の兵士が死んだ——アメリカ史上の他のすべての戦争のアメリカ人を合わせた以上だ。\n\nそして国家的惨事の中、個人的悲劇が襲った。1862年2月、リンカーンの愛する息子ウィリー——11歳——がホワイトハウスで腸チフスで死んだ。リンカーンは葬儀で公然と泣いた。\n\n夜、彼は一人でホワイトハウスの廊下を歩いた。背の高い体を曲げ、認識できないほど老けた顔で。将軍たちは彼を失望させた。政治家たちは彼を攻撃した。新聞は彼を暴君と呼んだ。\n\n彼はすべてを耐えた。最も暗い時間に、自問した：自由の大義にこの血の海は価値があるのか？\n\n答えは心の奥から来た：ある。なければならない。なぜなら今失敗したら、夢は永遠に死ぬから。"
    },
    "p08": {
        "title": "奴隷解放宣言への署名",
        "text": "1863年1月1日、奴隷解放宣言に署名。「私の名が歴史に残るなら、この行為のためだ。」\n\n文書がリンカーンの机に置かれ、署名を待っていた。1863年の元日だった。外では、訪問者が伝統的なホワイトハウスのレセプションを待っていた。中では、歴史がエイブラハム・リンカーンを待っていた。\n\n奴隷解放宣言は南軍領土のすべての奴隸を解放する——何世代にもわたって束縛されてきた何百万人もの人々が、一筆で突然自由と宣言される。\n\nリンカーンの手は震えた。疑いからではなく——決して疑いからではなく——疲労からだった。3時間握手を続けていた。\n\n「もし私の名がいつか歴史に入るなら」と彼は言った、「この行為のためだ。私の魂のすべてがここにある。」\n\n彼は自分を落ち着かせた。署名した。\n\n言葉は奴隷化された人々の中に野火のように広がった。連邦軍の防衛線に逃れた奴隷は兵士になった。戦争の目的が変わった。これはもはや連邦を維持することだけではなかった。これはアメリカの原罪を償うことだった。"
    },
    "p09": {
        "title": "ゲティスバーグ演説：永遠の272語",
        "text": "ゲティスバーグで272語。民主主義を再定義した——「人民の、人民による、人民のための政治」。\n\n1863年11月19日。群衆がペンシルベニア州ゲティスバーグの墓地に集まった。4ヶ月前、この地は血に染まった——3日間の戦闘で5万人の死傷者。\n\n有名な弁士エドワード・エベレットが2時間話した。群衆は落ち着かなくなった。そしてリンカーンが立った。2分間話した。たった272語。\n\nしかしその言葉でアメリカの意味を再定義した：「87年前、私たちの父祖はこの大陸に新しい国家を創設した。自由の中に宿り、すべての人間は平等に創られたという命題に捧げられた。」\n\n彼はクライマックスに達した：「人民の、人民による、人民のための政治は、この地上から消え去ることはない。」\n\n群衆はほとんど拍手しなかった。リンカーンは座り、失敗したと確信した。しかし彼は失敗していなかった。その言葉は何世紀にもわたってこだまし、あらゆる正義への闘いで引用されることになる。\n\n勝利がついに見えていた。しかしエイブラハム・リンカーンは自分が戦った平和を見ることは決してなかった。"
    },
    "p10": {
        "title": "1865年4月14日：不滅の遺産",
        "text": "1865年4月14日。戦争は終わった。フォード劇場へ。銃弾が命を奪った——だが遺産は奪えなかった。\n\n1865年4月9日。ロバート・E・リー将軍がアポマトックス・コートハウスで降伏した。戦争は終わった。連邦は守られた。400万人が自由になった。\n\n5日後、聖金曜日に、彼は妻メアリーをフォード劇場に連れて行った。笑い、忘れ、休む必要があった。\n\n午後10時13分、ジョン・ウィルクス・ブースが大統領ボックス席に忍び込んだ。ピストルを構えた。一発撃った。リンカーンは前のめりに倒れ、致命傷を負った。翌朝死んだ。\n\n「彼は今、永遠のものとなった」とスタントン陸軍長官がささやいた。\n\n彼の遺体は悲しみに暮れる国を列車で運ばれた——180の都市、何百万人もの弔問者、元奴隷たちが線路脇でひざまずいて祈った。\n\nケンタッキーの土の床で生まれ、本を読んで殴られ、ろうそくの光で法律を独学し、国の最も暗い時間に一つにまとめた少年——彼は去った。しかし彼が表したものは殺せなかった。平等の夢、人民による政府は、生き続ける。\n\nあらゆる正義への闘いで、エイブラハム・リンカーンはまだそこにいる。彼らは人を殺した。彼が意味するものは殺せなかった。"
    }
}