{
    "p01": {
        "title": "Abandoned. Chosen. Special.",
        "text": "A young woman signs papers in a San Francisco hospital, tears streaming down her face. The couple chosen to adopt the infant backs out—they wanted a girl. Paul and Clara Jobs answer the call. They promise to send this boy to college, no matter what. They name him Steven Paul Jobs. Decades later, Steve would learn he was abandoned twice before he was even a week old. But he would also remember what his adoptive parents told him: 'No, you don't understand. We specifically chose YOU.' Abandoned. Chosen. Special. These three words would define everything that followed."
    },
    "p02": {
        "title": "The Garage Workshop",
        "text": "The smell of motor oil and solder filled the garage. Paul Jobs taught his son: 'It's important to make the back of the fence as beautiful as the front, even if no one will ever see it.' True craftsmanship means caring about the parts nobody notices. At twelve, Steve cold-called HP's CEO Bill Hewlett to ask for spare parts. Hewlett talked to the boy for twenty minutes—and gave him a summer job. Steve Jobs was beginning to understand that rules were made to be broken."
    },
    "p03": {
        "title": "Two Steves in a Garage",
        "text": "Steve Wozniak was everything Steve Jobs was not. Shy, brilliant, caring nothing about money. Jobs was charismatic, driven, seeing business potential everywhere. Their first collaboration was illegal: building Blue Boxes to hack AT&T's phone network. 'If we hadn't made Blue Boxes,' Jobs said, 'there would have been no Apple.' Apple Computer Company was born on April 1st, 1976—April Fools' Day. He was twenty-one years old, and he was going to change the world."
    },
    "p04": {
        "title": "Hello, World",
        "text": "By 1980, Apple went public in the most oversubscribed IPO since Ford Motor Company. Steve Jobs, at twenty-five, was worth 256 million dollars. He visited Xerox PARC and saw the future: a computer with windows and icons controlled by a mouse. 'You're sitting on a gold mine!' he shouted. On January 24, 1984, he unveiled the Macintosh. It spoke. It introduced itself. The crowd went wild. Steve Jobs had changed computing forever."
    },
    "p05": {
        "title": "Betrayal in the Boardroom",
        "text": "The Macintosh was beautiful, but slow and expensive. Sales slumped. Jobs became erratic—praising employees as geniuses one moment, calling their work garbage the next. In May 1985, the board voted. Every single director sided with John Sculley. Steve Jobs, the man who built Apple in his parents' garage, was thrown out of his own company. He was thirty years old. The humiliation was total."
    },
    "p06": {
        "title": "The Wilderness Years",
        "text": "NeXT built beautiful computers that almost nobody bought. But at Pixar, magic was happening. Jobs found his biological sister, the novelist Mona Simpson. He married Laurene Powell in a ceremony led by a Zen Buddhist monk. He reconciled with Lisa, the daughter he had denied for years. When Toy Story opened in November 1995, it was a phenomenon. Steve Jobs stood on stage at Pixar's IPO, suddenly worth over a billion dollars. He had bet on storytelling—and won."
    },
    "p07": {
        "title": "Think Different",
        "text": "By 1996, Apple was dying—losing a billion dollars a year. Apple bought NeXT, and Steve Jobs came with the deal. In September 1997, twelve years after being thrown out, Steve Jobs became Apple's CEO again. His first move was brutal and brilliant. He cancelled 70 percent of Apple's products. 'Focus,' he said. 'We will make four great products.' Then came the advertising campaign: Think Different. Faces of Einstein, Gandhi, Picasso, Lennon, Ali. The message was clear: Apple was for the rebels, the misfits, the round pegs in square holes."
    },
    "p08": {
        "title": "A Shadow Falls",
        "text": "The iMac sold 800,000 units in five months. The iPod put '1,000 songs in your pocket.' Then came the shadow. In October 2003, doctors found a tumor on Steve Jobs' pancreas. Cancer. Instead of surgery, he tried alternative treatments. Nine months passed before he finally allowed surgeons to operate. In 2009, he secretly flew to Tennessee for a liver transplant. Throughout it all, he kept working. 'I want to put a ding in the universe,' he had said. Now he was racing against time."
    },
    "p09": {
        "title": "The Final Revolutions",
        "text": "The iPhone changed everything. Announced in January 2007, it combined phone, iPod, and internet into one magical device. Microsoft's CEO said no one would buy it. Customers lined up around the block. Then came the iPad in 2010. Critics dismissed it as 'just a big iPhone.' It sold fifteen million units in its first year. Jobs introduced it sitting down—he was too weak to stand. On August 24, 2011, Steve Jobs sent an email to Apple's board: he could no longer serve as CEO."
    },
    "p10": {
        "title": "Stay Hungry. Stay Foolish.",
        "text": "On October 5, 2011, Steve Jobs died at his home in Palo Alto. He was fifty-six. His last words, according to his sister, were simple ones of wonder: 'Oh wow. Oh wow. Oh wow.' He transformed six industries: computers, animated movies, music, phones, tablets, and digital publishing. He built Apple into the most valuable company in history. He was abandoned at birth, yet chose to see himself as chosen. He was fired from his own company, yet returned to save it. He faced death for eight years, yet never stopped creating. Stay hungry. Stay foolish. The boy from the garage had made his dent in the universe."
    }
}