{
    "p01": {
        "title": "被遗弃。被选中。与众不同。",
        "text": "一位年轻女子在旧金山的医院里签署文件，泪水滑过她的脸庞。原本预定收养的夫妇在最后一刻反悔了——他们想要女孩。保罗和克拉拉接下了这个责任。他们承诺无论如何都要送这个孩子上大学。他们为他取名史蒂文·保罗·乔布斯。数十年后，乔布斯才知道自己在出生不到一周时就被遗弃了两次。但他也会记得养父母这样告诉他：「不，你不了解。我们是特别选中你的。」被遗弃。被选中。与众不同。这三个词，将定义他往后的一切。"
    },
    "p02": {
        "title": "车库工作室",
        "text": "机油和焊锡的气味弥漫在车库里。保罗教他的儿子：「把篱笆后面做得跟前面一样漂亮是很重要的，即使没人会看到。」真正的工匠精神，意味着关心那些没人会注意到的部分。十二岁那年，史蒂夫打电话给惠普的首席执行官比尔·休利特，询问能否给他一些项目用的零件。休利特和这个男孩聊了二十分钟——还给了他一份暑期工作。乔布斯开始明白：规则，就是用来打破的。"
    },
    "p03": {
        "title": "车库里的两个史蒂夫",
        "text": "沃兹尼亚克和乔布斯截然不同。沃兹害羞、才华横溢，对金钱毫不在意。乔布斯则充满魅力、雄心勃勃，能从任何事物中看出商机。他们的第一次合作是违法的：制作能入侵AT&T电话网络的「蓝盒子」。「如果没有蓝盒子，」乔布斯后来说，「就不会有苹果。」苹果电脑公司诞生于1976年4月1日愚人节。他二十一岁，他要改变世界。"
    },
    "p04": {
        "title": "你好，世界",
        "text": "到1980年，苹果公开上市，成为福特汽车以来最受追捧的首次公开募股。二十五岁的乔布斯身价高达二亿五千六百万美元。他参观了施乐在帕洛阿尔托的研究中心，看见了未来：有窗口、图标，用鼠标操控的电脑。「你们坐在一座金矿上！」他大喊。1984年1月24日，他向世界发布了麦金塔。它会说话。它自我介绍。观众沸腾了。乔布斯永远改变了电脑行业。"
    },
    "p05": {
        "title": "董事会的背叛",
        "text": "麦金塔很美，但也很慢、很贵。销量下滑。乔布斯变得越来越不稳定——前一秒称赞员工是天才，后一秒又说他们的作品是垃圾。1985年5月，董事会投票了。每一位董事都站在斯卡利那边。在父母车库里一手打造苹果的人，被逐出自己的公司。他三十岁。这是彻底的羞辱。"
    },
    "p06": {
        "title": "荒野岁月",
        "text": "NeXT打造出美丽的电脑，却几乎无人问津。但在皮克斯，魔法正在发生。乔布斯找到了亲生姐姐，小说家莫娜·辛普森。他与劳伦在禅宗僧侣的主持下成婚。他与多年来否认的女儿丽萨和好。1995年11月《玩具总动员》上映时引起轰动。乔布斯站在皮克斯首次公开募股的舞台上，股份突然价值超过十亿美元。他押注讲故事——赢了。"
    },
    "p07": {
        "title": "非同凡想",
        "text": "到了1996年，苹果正在凋零——每年亏损十亿美元。苹果收购NeXT，乔布斯也随之而来。1997年9月，被逐出十二年后，乔布斯再次成为苹果首席执行官。他的第一步既残酷又精明。他砍掉了百分之七十的产品。「专注，」他说。「我们只做四款出色的产品。」接着是那个广告：Think Different。爱因斯坦、甘地、毕加索、约翰·列侬、阿里的面孔。信息很清楚：苹果是属于叛逆者、不合流的人。"
    },
    "p08": {
        "title": "阴影降临",
        "text": "iMac在头五个月内卖出八十万台。iPod「口袋里装进一千首歌」。然后，阴影来了。2003年10月，医生发现乔布斯的胰腺上有肿瘤。癌症。他没有立即动手术，而是尝试替代疗法。九个月后才让外科医生开刀。2009年，他秘密飞往田纳西州接受肝脏移植。在这一切中，他从未停止工作。「我想在宇宙中留下印记，」他曾这样说。现在，他在与时间赛跑。"
    },
    "p09": {
        "title": "最后的革命",
        "text": "iPhone改变了一切。2007年1月发布，它将手机、iPod和互联网结合在一个神奇的设备中。微软首席执行官说没人会买。但顾客排起长队。接着是2010年的iPad。评论家嘲笑它「只是大号iPhone」。它第一年就卖出一千五百万台。乔布斯是坐着介绍它的——他已太虚弱无法站立。2011年8月24日，乔布斯给苹果董事会发了邮件：他无法再担任首席执行官了。"
    },
    "p10": {
        "title": "求知若饥，虚心若愚",
        "text": "2011年10月5日，乔布斯在帕洛阿尔托的家中辞世。他五十六岁。据他姐姐说，他最后的话语充满惊叹：「哇。哇。哇。」他改变了六个行业：电脑、动画电影、音乐、手机、平板电脑和数字出版。他把苹果打造成史上最有价值的公司。他出生时被遗弃，却选择将自己视为被选中。他被自己的公司开除，却回来拯救它。他与死亡搏斗了八年，却从未停止创造。求知若饥，虚心若愚。那个来自车库的男孩，在宇宙中留下了他的印记。"
    }
}