{
    "p01": {
        "title": "被遺棄。被選中。與眾不同。",
        "text": "一位年輕女子在舊金山的醫院裡簽署文件，淚水滑過她的臉龐。原本預定收養的夫婦在最後一刻反悔了——他們想要女孩。保羅和克拉拉接下了這個責任。他們承諾無論如何都要送這個孩子上大學。他們為他取名史蒂芬·保羅·喬布斯。數十年後，賈伯斯才知道自己在出生不到一週時就被遺棄了兩次。但他也會記得養父母這樣告訴他：「不，你不了解。我們是特別選中你的。」被遺棄。被選中。與眾不同。這三個詞，將定義他往後的一切。"
    },
    "p02": {
        "title": "車庫工作室",
        "text": "機油和焊錫的氣味瀰漫在車庫裡。保羅教他的兒子：「把籬笆後面做得跟前面一樣漂亮是很重要的，即使沒人會看到。」真正的工匠精神，意味著關心那些沒人會注意到的部分。十二歲那年，史蒂夫打電話給惠普的執行長比爾·休列特，詢問能否給他一些專案用的零件。休列特和這個男孩聊了二十分鐘——還給了他一份暑期工作。賈伯斯開始明白：規則，就是用來打破的。"
    },
    "p03": {
        "title": "車庫裡的兩個史蒂夫",
        "text": "沃茲尼克和賈伯斯截然不同。沃茲害羞、才華洋溢，對金錢毫不在意。賈伯斯則充滿魅力、雄心勃勃，能從任何事物中看出商機。他們的第一次合作是違法的：製作能駭入AT&T電話網路的「藍盒子」。「如果沒有藍盒子，」賈伯斯後來說，「就不會有蘋果。」蘋果電腦公司誕生於1976年4月1日愚人節。他二十一歲，他要改變世界。"
    },
    "p04": {
        "title": "你好，世界",
        "text": "到1980年，蘋果公開上市，成為福特汽車以來最受追捧的首次公開募股。二十五歲的賈伯斯身價高達二億五千六百萬美元。他參觀了全錄帕羅奧多研究中心，看見了未來：有視窗、圖示，用滑鼠操控的電腦。「你們坐在一座金礦上！」他大喊。1984年1月24日，他向世界發表了麥金塔。它會說話。它自我介紹。觀眾沸騰了。賈伯斯永遠改變了電腦產業。"
    },
    "p05": {
        "title": "董事會的背叛",
        "text": "麥金塔很美，但也很慢、很貴。銷量下滑。賈伯斯變得越來越不穩定——前一秒稱讚員工是天才，後一秒又說他們的作品是垃圾。1985年5月，董事會投票了。每一位董事都站在史考利那邊。在父母車庫裡一手打造蘋果的人，被逐出自己的公司。他三十歲。這是徹底的羞辱。"
    },
    "p06": {
        "title": "荒野歲月",
        "text": "NeXT打造出美麗的電腦，卻幾乎無人問津。但在皮克斯，魔法正在發生。賈伯斯找到了親生姐姐，小說家莫娜·辛普森。他與勞倫在禪宗僧侶的主持下成婚。他與多年來否認的女兒麗莎和好。1995年11月《玩具總動員》上映時引起轟動。賈伯斯站在皮克斯首次公開募股的舞台上，股份突然價值超過十億美元。他押注說故事——贏了。"
    },
    "p07": {
        "title": "不同凡想",
        "text": "到了1996年，蘋果正在凋零——每年虧損十億美元。蘋果收購NeXT，賈伯斯也隨之而來。1997年9月，被逐出十二年後，賈伯斯再次成為蘋果執行長。他的第一步既殘酷又精明。他砍掉了百分之七十的產品。「專注，」他說。「我們只做四款出色的產品。」接著是那個廣告：Think Different。愛因斯坦、甘地、畢卡索、乔翰·藍儂、阿里的面孔。訊息很清楚：蘋果是屬於叛逆者、不合流的人。"
    },
    "p08": {
        "title": "陰影降臨",
        "text": "iMac在頭五個月內賣出八十萬台。iPod「口袋裡裝進一千首歌」。然後，陰影來了。2003年10月，醫生發現賈伯斯的胰臟上有腫瘤。癌症。他沒有立即動手術，而是嘗試替代療法。九個月後才讓外科醫生開刀。2009年，他秘密飛往田納西州接受肝臟移植。在這一切中，他從未停止工作。「我想在宇宙中留下印記，」他曾這樣說。現在，他在與時間賽跑。"
    },
    "p09": {
        "title": "最後的革命",
        "text": "iPhone改變了一切。2007年1月發表，它將手機、iPod和網路結合在一個神奇的裝置中。微軟執行長說沒人會買。但顧客排起長龍。接著是2010年的iPad。評論家嘲諷它「只是大號iPhone」。它第一年就賣出一千五百萬台。賈伯斯是坐著介紹它的——他已太虛弱無法站立。2011年8月24日，賈伯斯寄信給蘋果董事會：他無法再擔任執行長了。"
    },
    "p10": {
        "title": "求知若飢，虛心若愚",
        "text": "2011年10月5日，賈伯斯在帕羅奧多的家中辭世。他五十六歲。據他姐姐說，他最後的話語充滿驚嘆：「哇。哇。哇。」他改變了六個產業：電腦、動畫電影、音樂、手機、平板電腦和數位出版。他把蘋果打造成史上最有價值的公司。他出生時被遺棄，卻選擇將自己視為被選中。他被自己的公司開除，卻回來拯救它。他與死亡搏鬥了八年，卻從未停止創造。求知若飢，虛心若愚。那個來自車庫的男孩，在宇宙中留下了他的印記。"
    }
}